[
  {
    "id": 1,
    "image": "assets/images/gtav.png",
    "title": "Grand thelf auto V (GTA V)",
    "popularised": "172213",
    "stars": "7.6",
    "body": "Grand Theft Auto V, popularmente conhecido como GTA V, é um jogo eletrônico de ação e aventura lançado em 2013 para o PS3. Desenvolvido pela Rockstar North, o jogo se passa na cidade fictícia de Los Santos, inspirada em Los Angeles, e no condado rural de Blaine County, no sul da Califórnia.\n\nO enredo principal do jogo segue três personagens principais: Michael, um ex-assaltante de bancos que agora vive sob proteção policial; Franklin, um jovem ladrão de carros que trabalha para um concessionário de automóveis corrupto; e Trevor, um antigo parceiro de Michael que agora vive no deserto e se envolve em várias atividades criminosas.\n\nCom uma jogabilidade em mundo aberto, os jogadores podem explorar a vasta paisagem de Los Santos e Blaine County, completar missões principais e secundárias, participar de atividades como golfe, tênis, caça, corridas e jogos de azar, além de personalizar carros, comprar propriedades e realizar assaltos em grupo.\n\nO jogo apresenta gráficos impressionantes e uma trilha sonora excelente, com estações de rádio que tocam diversos gêneros musicais. Além disso, o jogo conta com um modo online onde os jogadores podem jogar com amigos ou outros jogadores em diversas atividades, desde corridas até batalhas em equipes.\n\nGTA V para PS3 é um jogo divertido, emocionante e imersivo que oferece uma grande quantidade de conteúdo e possibilidades de jogo. Com uma narrativa envolvente e um elenco de personagens carismáticos, este é um jogo que certamente vai proporcionar muitas horas de diversão aos jogadores.",
    "tips": "GTA 5 conta com dicas e truques essenciais para iniciantes que começaram a jogar o game da Rockstar há pouco tempo. Devido ao sucesso que conquistou desde o seu lançamento, o título continua atraindo muitos jogadores novos, que nunca jogaram outro jogo da série GTA e podem passar por dificuldades ao explorar Los Santos.Acompanhe os truques abaixo e aprenda como pegar o celular em GTA 5, como mudar de personagem, como abrir o mapa, entre outros.\n\n1. Como pegar o celular no GTA 5\n\nO direcional para cima é o atalho para abrir o telefone celular e, nele, há muito o que fazer. Em 'Contatos', fica a lista das pessoas que você conhecerá pela cidade. Aperte X (A) em um deles para ligar e tentar marcar alguma coisa, como a opção “Dar um rolé”.\n\nNos e-mails e mensagens, apertando X (A), você vê os recados e fotos enviadas pelos amigos. Na Internet, pode depositar dinheiro e fazer operações na bolsa de valores. Além disso, há o Snapmatic, um Instagram do GTA, no qual você tira fotos e compartilha na Internet de verdade.\n\n2. Como mudar de personagem no GTA 5\n\nSe você iniciou a missão de GTA V e quer saber como alternar entre um personagem e outro, mas não prestou atenção nas instruções do game, é só tocar no direcional para baixo e depois usar o analógico para selecionar um dos três. Vale lembrar que há momentos em que alguns protagonistas não estarão disponíveis.\n\n3. Como abrir e expandir o mapa de GTA 5\n\nFicar de olho no mapa é crucial em GTA. Nele, são exibidas todas as suas possibilidades de jogo. Aperte 'Start' para entrar no menu de pausa e selecione o “mapa”. Confira as legendas no lado direito. Quando quiser ir a um lugar com instruções, selecione-o. Assim, o mapa inicial, no canto esquerdo inferior, irá mostrar uma rota, em roxo, até o local. Se você der dois toques no direcional para baixo, o mapa inicial será expandido.\n\n4. Como roubar carros e pessoas em GTA 5\n\nEsta é uma das tarefas mais divertidas – e simples – de GTA. Aperte triângulo no PlayStation ou Y no Xbox próximo a um carro para roubá-lo. Caso esteja estacionado, você quebrará o vidro e fará uma ligação – com o risco de o alarme soar e a vizinhança toda ser avisada do furto. Se o veículo estiver sendo dirigido por um NPC, seu personagem o tirará do carro e assumirá a direção. Para bater em pedestres, aperte R2 ou RT. Veja se ele deixará cair algum dinheiro e pegue.\n\n5. Como fugir da polícia em GTA 5\n\nQualquer uma das ações ilegais pode fazer com que a LSPD, polícia de Los Santos, passe a perseguir o jogador freneticamente pelas ruas. Carros, barcos e até helicópteros podem ir atrás de você. Como escapar? Olhe no mapa e veja que há um cone azul projetando a visão de cada viatura. Fique longe desses cones, se esconda em um beco ou debaixo de um viaduto e espere os policiais passarem. A barra fica limpa em alguns minutos e você pode sair do esconderijo e andar normalmente.\n\n6. Como comprar armas e coletes em GTA 5\n\nPara se armar, vá até uma loja da Ammunation. Use o mapa e coloque seu GPS para levá-lo até lá. Nestas lojas, é possível comprar de tudo, desde a pistola mais simples até rifles com mira de precisão, passando por facas, granadas e até coletes à prova de balas. Suas armas ficam disponíveis em L1 (ou LB). Para selecionar, é só usar o analógico esquerdo e posicioná-lo no equipamento que você deseja.\n\n7. Como configurar a rádio do carro em GTA 5\n\nUm dos destaques de GTA é sua interessante e personalizável trilha sonora. Quando estiver em um carro, toque no direcional para a esquerda para abrir a lista de rádios. Então, é só ir tocando nele para mudar entre as estações. Há música para todos os gostos, do pop ao rock, com muitas opções também de hip-hop. Escolha a sua favorita e divirta-se.\n\n8. Como fazer missões extras em GTA 5\n\nNo mapa, os pontos marcados com as iniciais dos personagens indicam as missões principais do game, necessárias para seguir o modo história linearmente. Entre elas, porém, os usuários podem “brincar” um pouco. Há diversos ícones de missões extras, como os “?” para realizar trabalhos rápidos solicitados por personagens espalhados pelo jogo, e também muitas opções de esportes para praticar. Tem corrida de quadriciclo, triatlo, tênis, golfe, dardo, etc. Tudo isso é divertido e rende melhorias nos atributos e até dinheiro. Busque os ícones no mapa e vá testar tudo para aproveitar a melhor experiência possível em GTA 5.\n\n9. Como personalizar o carro em GTA 5\n\nProcure uma loja da Los Santos Customs no mapa e vá até ela. Esse é o local de dar uma “tunada” no veículo. É possível mudar não só a cor do carro, como também propriedades técnicas dele, como motor e freios. Uma dica: cada personagem tem seu próprio carro, mas os que você roubar também podem ficar para você.Para isso, é só ir com eles até sua garagem e colocá-los lá dentro. Se gostar muito de veículos, a dica é comprar uma garagem maior: coloque o ícone de aquisição de propriedade do mapa e procure se há uma disponível.\n\n10. Como customizar o personagem em GTA 5\n\nPor último, mas não menos importante, há a possibilidade de personalização dos personagens. Cada casa tem um guarda-roupa onde você pode tocar o direcional para a esquerda e mudar sua roupa. Para comprar mais, vá às lojas de roupas (procure no mapa).\n\nAlém disso, o gamer ainda pode fazer tatuagens e cortar o cabelo. É só ir aos locais onde há estas opções, escolher o que quer, pagar, assistir à animação e pronto. Assim, Michael, Franklin e Trevor poderão ter visuais únicos em seu GTA 5.",
    "releaseDate": "2017-10-25"
  },
  {
    "id": 2,
    "image": "assets/images/minecraft.png",
    "title": "Minecraft",
    "popularised": "103404",
    "stars": "7.9",
    "body": "Minecraft é um jogo eletrônico lançado em 2009 que consiste em sobreviver em um mundo formado (majoritariamente) por blocos cúbicos. Steve, o personagem controlado pelo jogador, inicia o jogo em um ambiente repleto de árvores, montanhas, rios. Seu objetivo é coletar recursos (madeira, rochas, minérios, carvão, alimentos) e construir ferramentas e abrigos cada vez melhores para sobreviver e se salvar dos monstros que surgem durante a noite.\n\nMas não é só de sobrevivência que o jogo se trata. Minecraft é também sobre exploração e constante evolução. Com o avançar do jogo, é possível automatizar a coleta de praticamente todos os recursos e tornar cada vez menos necessárias tarefas que demandam muito tempo (como a mineração, o plantio, a colheita e a caça de monstros).\n\nAprender e dominar o jogo pode não ser uma tarefa fácil e intuitiva, mas nada que uma pesquisa na internet não resolva. Estudar sobre o jogo e assistir a vídeos de tutoriais no YouTube é algo que os ‘minecrafters’ estão habituados a fazer.\n\nQuem vê de fora pode não entender o sucesso do jogo e o porquê de tantos jovens e até adultos investirem várias horas do dia nesse estranho mundo em cubos. Isso se deve, em parte, à vasta e complexa mecânica do Minecraft, que não impõe limites à criatividade, fazendo dele um jogo sem fim.\n\nUma prova de que as possibilidades são ilimitadas é que o jogo continua sendo um fenômeno até hoje. Em 2019, os vídeos de Minecraft publicados no YouTube somaram mais de 100 bilhões de visualizações, segundo a plataforma. Ele foi o jogo mais assistido do ano.",
    "tips": "Existem várias maneiras de como jogar Minecraft pela primeira vez, tanto onde você quiser como da maneira que você achar melhor. Mas, é sempre bom conhecer algumas dicas básicas para não ter muitas dificuldades no início de sua aventura. Confira 10 dicas que vão te ajudar muito em sua jornada.\n\n1. Nunca fique sem materiais\n\nBásico do básico: explore seus arredores e colete materiais para criar armas, armaduras, comida, ferramentas e materiais de construção. Certas regiões (como o subsolo) possuem materiais mais raros, como obsidiana e redstone, mas é preciso ter os equipamentos certos e, claro, é aconselhável ter um nível alto e bons equipamentos para sobreviver.\n\n2. Replante as árvores que derrubou\n\nAo derrubar uma árvore, destrua as folhagens e colete os brotos para replantá-los no futuro. Cave um buraco de dois blocos de profundidade e coloque o broto lá. Como resultado, esse broto se tornará uma árvore muito maior do que uma plantada em um buraco de um bloco de profundidade. Lembre-se: é necessário aguardar um dia inteiro para o broto virar a árvore adulta.\n\n3. Não construa um abrigo de madeira\n\nAssim como na história de Os Três Porquinhos, abrigos de madeira não são seguros o bastante. Não se engane pelo material ser o mais abundante e use-o para fazer sua casa, pois ficará vulnerável a ataques de fogo, como um zumbi que se queima à luz do Sol. Se isso acontecer, você perderá tudo o que armazenou no abrigo, então ouça o conselho do Prático: construa-o em pedra.\n\n4. Evite sair à noite no início do jogo\n\nSair à noite para explorar no início do jogo é uma péssima ideia. Além de seu nível estar baixo e muito provavelmente ainda não ter conseguido bons equipamentos e armas, o número de inimigos e monstros vagando no escuro é bem maior. Assim, prefira permanecer em seu abrigo protegido (não esqueça de colocar uma porta nele) e permaneça seguro até o Sol nascer.\n\n5. Sempre tenha comida no inventário\n\nAventureiros não param em pé de barriga vazia, e em Minecraft isso não é diferente. Tenha sempre um estoque de comida em seu inventário quando sair para explorar e fique de olho no seu índice de fome. Se seu personagem morrer de fome, você perderá todos os seus itens, então trate de se manter sempre bem alimentado.\n\n6. Crie uma fonte de água infinita\n\nVocê pode criar uma fonte de água infinita cavando buracos no chão, obedecendo o seguinte princípio: o buraco que você deverá usar para retirar a água deve estar ligado a mais dois blocos de fonte de água. Por exemplo, cave um buraco de 3 x 1 com 1 cubo de profundidade e encha as duas pontas com água, que tudo será preenchido. Se você retirar água sempre do centro, a fonte nunca irá secar.\n\n7. Crie sua própria fazenda\n\nConforme você coleta materiais, encontrará sementes que poderá usar para plantar. Com elas, você pode criar uma fazenda e ter recursos para produzir mais alimento, atrair bichos, algo que facilita na hora de domesticar gatos, lobos, entre outras espécies de animais em Minecraft. Com o tempo, aliado a um gerenciamento correto, você será o dono de uma fazenda, terá materiais e comida à vontade, desde que saiba manter as plantações e animais sempre em boas condições.\n\n8. Saiba bem o que criar\n\nComo o nome diz, Minecraft é um jogo onde as principais mecânicas são mineração e criação (crafting) de itens e ferramentas. Em posse dos materiais certos, como madeira, ferro e pedra, você pode criar elementos de construção, armas e armaduras. No entanto, é preciso combinar as matérias-primas. Uma boa dica é consultar o site minecraftcrafting.info, que traz guias detalhados sobre como criar cada tipo de item.\n\n9. Evite combates quando possível\n\nEmbora pareça fácil enfrentar e derrotar inimigos, desde os mais simples ao temido (e pavio-curto) Creeper, não é aconselhável entrar em combates com níveis baixos, sem armaduras ou armas decentes. Ou seja, prefira fugir de qualquer inimigo que seja enquanto estiver aprendendo a como se virar no modo Survival.\n\n10. Explore o modo Sobrevivência e o modo Criativo\n\nA maior qualidade de como jogar Minecraft é sua liberdade. No modo Survival (Sobrevivência), o objetivo é sobreviver, enquanto o modo Criativo oferece ferramentas de criação livres. Usuários já criaram desde impressoras 3D (!) a computadores rudimentares, completamente funcionais. Sua imaginação é o limite.\n\nComo ganhar XP em Minecraft e subir de nível \n\nComo criar um bau em Minecraft \n\nEm algum momento de sua jornada, você provavelmente ficará sem espaço no inventário. Os baús podem ser utilizados para armazenar diversos itens e ajudar a resolver esse problema. Veja como criar um baú em Minecraft.",
    "releaseDate": "2021-09-22"
  },
  {
    "id": 3,
    "image": "assets/images/cs2.jpeg",
    "title": "Counter Strike 2",
    "popularised": "8082754",
    "stars": "9.5",
    "body": "Há mais de duas décadas, o Counter-Strike oferece uma experiência competitiva de elite moldada por milhões de jogadores mundialmente. Agora, o próximo capítulo da história do CS vai começar. Isso é Counter-Strike 2.\n\nUma atualização gratuita para o CS:GO, o Counter-Strike 2 é o maior salto tecnológico na história da série. Feito na engine Source 2, o Counter-Strike 2 foi modernizado com renderização realística baseada na física, mecanismos de conexão de ponta e ferramentas da Oficina aprimoradas.",
    "tips": "Dez Dicas Essenciais para Novos Jogadores de Counter-Strike 2: Um Caminho para Dominar o Jogo\n\nCompreendendo os Fundamentos\n\nAntes de mergulharmos em estratégias avançadas, é crucial compreender os fundamentos do Counter-Strike 2:\n\nConhecimento do Mapa: Familiarize-se com os mapas do jogo. Entender o layout, os pontos de chamada e as posições comuns dos jogadores lhe dará uma vantagem significativa.\n\nDomínio de Armas: Pratique com várias armas para entender os padrões de recuo e o dano delas. Cada arma tem suas vantagens e desvantagens.\n\nComunicação: A comunicação eficaz com sua equipe é essencial. Use o chat de voz do jogo ou mensagens de texto para compartilhar informações sobre a localização e as táticas do inimigo.\n\nPosicionamento da Mira\n\nUm dos aspectos mais críticos do Counter-Strike 2 é o posicionamento da mira. Mantenha esses pontos em mente:\n\nNível da Cabeça: Sempre posicione sua mira no nível da cabeça. Isso aumenta suas chances de acertar um tiro na cabeça, que causa mais dano. Pré-aiming: Antecipe onde os inimigos podem aparecer e pré-aje em seus pontos. Isso minimiza o tempo necessário para alinhar sua mira quando um inimigo surgir. Controle de Recuo: Aprenda a controlar o recuo de sua arma puxando sua mira na direção oposta. Isso garante que seus tiros permaneçam precisos.\n\nTrabalho em Equipe é Fundamental\n\nO Counter-Strike 2 é um jogo baseado em equipe, e a cooperação é essencial:\n\nFunções: Entenda sua função na equipe. Você é um franco-atirador, um jogador de entrada ou um jogador de apoio? Jogue de acordo com suas habilidades. Economia: Coordene-se com sua equipe para comprar armas e equipamentos. Gerenciar a economia da equipe pode ser a diferença entre a vitória e a derrota. Troca de Abates: Ao enfrentar inimigos, tente trocar abates com seus companheiros de equipe. Se um de vocês cair, o outro deve garantir o abate.\n\nPratique, Pratique, Pratique\n\nA melhoria no Counter-Strike 2 vem com a prática:\n\nTreinamento de Mira: Dedique tempo a mapas de treinamento de mira e exercícios. A prática consistente aumentará sua precisão. Assista aos Profissionais: Estude jogadores profissionais e suas estratégias. Você pode aprender táticas valiosas assistindo ao jogo deles. Rotina de Aquecimento: Antes de entrar em partidas competitivas, faça aquecimento com jogos casuais ou treinamento de mira para aprimorar suas habilidades.",
    "releaseDate": "2012-08-21"
  },
  {
    "id": 4,
    "image": "assets/images/dmc5.jpg",
    "title": "Devil May Cry 5",
    "popularised": "654654",
    "stars": "7",
    "body": "Sobr este jogo\n\nO melhor caçador de demônios está de volta com estilo, no jogo que os fãs de ação estavam esperando.\n\nUm novo episódio na lendária série de ação, Devil May Cry 5 traz junto sua clássica mistura de ação turbinada com personagens originais de outro mundo e a mais nova tecnologia de jogos Capcom para trazer uma obra de arte de ação e aventura visualmente inovadora.",
    "tips": "Aqueles incrivelmente bonitos caçadores de demônios estão de volta aos negócios e você provavelmente está atrás de algumas dicas do Devil May Cry 5 para ajudar com todos os hacks iminentes. Se está dominando os melhores Devil Breakers, o combate, obtendo mais orbes ou [checando notas] usando motosserras de moterbikes … Tudo isso enquanto divide seu tempo entre o trio de três heróis diferentes de Devil May Cry 5, cada um com seu próprio conjunto de habilidades interessantes . Há muito a se receber, especialmente para os recém-chegados, então aqui estão 12 dicas do Devil May Cry 5 para ajudá-lo a se tornar uma máquina cruel, magricela e demoníaca.\n\n1. Faça sua lição de história\n\nSe Devil May Cry 5 é o seu primeiro mergulho na série, conhecer a história é especialmente importante, mas ainda é útil mesmo se você for um veterano. A história de Devil May Cry 5 supõe muito conhecimento prévio do jogador, e pode ser um pouco avassalador quando todos esses personagens que não são Dante são jogados na mistura. Ainda pior, a maioria dos protagonistas parece bem parecida, então não se preocupe se tudo for difícil de analisar! Felizmente, há um vídeo “History Of DMC” no menu principal que deve resolver esse problema e ajudar a história posterior a vencer a terra com um “Aha!” Em vez de um “Wha …?”\n\n2. Explore os níveis completamente\n\nA equipe por trás do Devil May Cry 5 é claramente um bando de trapaceiros diabólicos, amor para ocultar colecionáveis ​​e itens cruciais fora de vista. Sempre que o jogo te tirar de uma cena ou cenário, certifique-se de criar o hábito de simplesmente virar a câmera – normalmente você encontrará algumas esferas vermelhas ou algum outro recurso útil. Certifique-se de também explorar cuidadosamente os níveis cuidadosamente elaborados. Além de admirar a arquitetura, você pode encontrar colecionáveis ​​e caminhos secretos que oferecem desafios divertidos para consumir seu tempo. Portanto, certifique-se de ficar de olho, especialmente para fragmentos de órbitas azuis e roxas e missões secretas (que fornecem fragmentos de esfera azul). Essas atualizações permanentes para sua vitalidade e medidores de gatilho do diabo valem bem o esforço de procurar.3. Mate a cura e invoque os inimigos primeiro\n\nVocê vai querer se concentrar em matar inimigos que curam ou convocar amigos o mais rápido possível, porque as coisas ficam muito difíceis com vários inimigos ao redor. Limpe qualquer coisa que cure ou crie monstros como uma questão de prioridade, e ignore os grunhidos até que você faça isso. Durante o jogo inicial, o Nero será apresentado a insetos empusa com uma traseira verde que existe para curar seus amigos – mate-os primeiro ou você nunca se livrará das outras coisas ruins. Esta faixa para os madrugadores mid-game que geram demônios lagarto, e os invocadores de esqueleto do final do jogo que … você pode trabalhar esse pedaço para fora. Basicamente, certifique-se sempre de lidar com qualquer coisa que esteja aumentando seus problemas antes de tentar resolvê-los.\n\n4. Não tenha medo de usar seus Devil Breakers\n\nOs Devil Breakers da Nero são braços robóticos armados com uma infinidade de usos em combate. Algo parecido com o Gerbera ajuda você a subir para plataformas altas, enquanto o Punch Line lança uma enxurrada de ataques de rocket punch e permite que você o use como um skate. Você só pode carregar alguns Devil Breakers de cada vez e é fácil se preocupar com eles porque eles quebram facilmente se você receber dano enquanto os usa. Mas você vai usá-los de qualquer maneira batendo LB / L1 para explodi-los para um super ataque quando você estiver em perigo grave. Então não se preocupe. Você pode expandir quantos você pode carregar com upgrades e sempre encontrará mais no nível enquanto joga. Apenas acostume-se a eles serem descartáveis ​​- eles são muito úteis para não serem usados ​​em combate e ajudam bastante na sua classificação de estilo.\n\n5. Use a área de treinamento Void para dominar seus movimentos\n\nVocê pode achar que está confortável com o combate, mas há muito o que dominar. Não ignore a sugestão do jogo para entrar no The Void, um modo de treinamento no qual você pode lutar e praticar suas habilidades. Os movimentos necessários para realizar alguns dos ataques e combos mais poderosos do jogo são bastante precisos, e obter a memória muscular bloqueada no início tornará sua experiência com o combate muito mais fluida. A luta em Devil May Cry 5 é a melhor parte, então não se atenha aos combos fáceis – saia da sua zona de conforto e aprenda o coquetel devastador de movimentos que aumentarão seu estilo, dizimar inimigos e apenas sentir assim legal.\n\n6. Estude a lista de habilidades\n\nNão é segredo que você esquecerá alguns dos movimentos. tem caminho muitos para lembrar. Manter a pontuação de todas as habilidades do Nero, movimentos e Devil Breakers é difícil. Além disso, Dante tem longe muitas armas para acompanhar, e depois V com toda uma nova mala de truques. É fácil esquecer opções ou entrar em uma rotina do que você pode lembrar. Então, tome alguns momentos entre todos os combates para navegar nas listas de habilidades e retocar os botões, ataque e escolha que você tem à sua disposição.\n\n7. Concentre-se nas habilidades de mobilidade desde cedo\n\nNo começo de Devil May Cry 5, enquanto você constrói um banco de esferas vermelhas, pense em gastá-las sabiamente em habilidades de mobilidade. Cada personagem pode desbloquear movimentos simples que os fazem correr mais rápido, assim como um salto duplo e uma habilidade que permite que eles saltem na cabeça do inimigo em batalha. Você vai querer isso cedo porque o combate do Devil May Cry 5 é muito mais fácil de lidar quando você pode se mover mais rápido – ele ajudará a evadir e fechar as distâncias quando você precisar manter os combos funcionando. Você pode querer atualizar especificamente a árvore do Malandro de Dante também se quiser dobrar o movimento. Além de ajudar você a lutar, isso significa que você está bem equipado para alcançar colecionáveis ​​secretos quando se deparar com eles.\n\n8. Compre orbes de ouro e fragmentos azuis ou roxos de Nico\n\nEsferas de ouro são basicamente vidas extras em Devil May Cry 5, trazendo você de volta da derrota e totalmente equipado para lutar. Enquanto fragmentos de esfera azul e roxo aumentam sua saúde máxima e Devil Trigger, respectivamente. Você pode encontrá-los no mundo, mas como qualquer bom jogo, você também pode comprá-los na van Devil May Cry. Você vai querer considerar gastar dinheiro com eles mais cedo, se você pretende sobreviver. Especialmente na dificuldade Demon Hunter, pois este jogo é desafiador, e você vai querer o máximo de vitalidade e o suco Devil Trigger para se manter à tona, assim como a capacidade de voltar quando não o fizer. Claro, é um preço alto a pagar quando você escolhe e escolhe no início, mas não é como se você estivesse realmente fora do bolso e pode reproduzir os níveis para recuperar as perdas.\n\n9. Clique no manípulo esquerdo para encontrar o seu objetivo, se se perder\n\nAlguns dos níveis posteriores podem se aproximar do labirinto, com várias encruzilhadas e pontos de verificação que alteram o ambiente. Isso pode desorientá-lo, portanto, certifique-se de que você sabe como consertá-lo – clique no stick analógico esquerdo no seu controle e o jogo girará a câmera em direção ao seu objetivo.\n\n10. Não se esqueça de usar a habilidade Exceed do Nero\n\nUma das habilidades do Nero é facilmente esquecida, mas é de longe uma das mais devastadoras. Exceed é uma habilidade em que Nero acelera sua espada Red Queen para aumentar seus ataques. (Não pense muito nisso.) Isso é feito martelando LT / L1 e além de se sentir muito legal, vai ligar a espada e a pistola de Nero para causar dano extra devastador. Você pode até desbloquear upgrades que permitem que você toque Exceed após um ataque para causar uma explosão de tremor secundário ao seu oponente. Vale a pena algumas reviravoltas se você sentir que está batendo a cabeça contra uma parede de tijolos",
    "releaseDate": "2019-03-07"
  },
  {
    "id": 5,
    "image": "assets/images/gears_of_war_u_e.jpg",
    "title": "Gears of War 5",
    "popularised": "654321",
    "stars": "7.9",
    "body": "sobre o jogo:\n\nDe uma das sagas mais aclamadas dos jogos, Gears 5 está relançando com novidades.\n\nCampanha: Com a guerra de todas as frentes em andamento, Kait Diaz foge para descobrir sua conexão com o inimigo e descobre quem é o verdadeiro perigo para Sera – ela mesma. Com os novos recursos da campanha, leve suas skins de personagens e de armas em novas aventuras e divirta-se com dificuldades e modificadores bônus.\n\nPvP: Que a melhor equipe vença! Com novos modos e conteúdo desde o lançamento, o modo Versus recompensa todos os estilos de competição, do casual ao profissional.\n\nPvE: Lute pela sobrevivência cooperativamente. Escolha seu personagem e sua classe e enfrente Hordas ou execute sua Fuga.\n\nCampanha cooperativa para três jogadores: Batalhe ao lado de seus amigos em uma campanha cooperativa de três jogadores online ou em tela dividida.\n\nAcessibilidade: Personalize sua experiência de jogo com recursos de acessibilidade atualizados, incluindo remapeamento completo do controle, movimentação com analógico único, suporte ao Adaptive Controller, interface do usuário e menus narrados, legendas aprimoradas e muito mais.\n\n",
    "tips": "Valete para toda obra\n\nJack é um poderoso aliado, ferramenta e parceiro. Suas habilidades oferecem diferentes maneiras de ser útil ao longo da campanha, incluindo evitar que os inimigos cheguem perto demais com o zap e se movam de forma contínua e indetectável com camuflagem. As habilidades são obtidas jogando e progredindo na história, mas também localizando atualizações espalhadas pelo mundo. A escolha de qual árvore focar fica por conta do jogador por tentativa e erro, pois cada árvore favorece diferentes situações e estilos de jogo. Uma árvore específica tem muita dedicação para manter os outros jogadores vivos, então divirta-se e escolha com sabedoria.\n\nF é para amigos que fazem coisas juntos.\n\nO que esta arma faz?\n\nSe uma nova arma cair ou aparecer, USE-A. Divirta-se com as diferentes armas, pois elas aumentarão ainda mais sua capacidade de avançar. O recarregamento ativo é a chave para matar os inimigos mais rápido, com o mínimo de munição possível, então abuse dessa função e domine-a. Armas de relíquia são um achado raro, mas uma fera na eliminação de inimigos, então fique atento para o símbolo Crimson Omen e divirta-se derrubando o enxame.\n\nNão se perca.\n\nLocalização, localização, localização. Aprenda os mapas e sempre tenha um plano mental ou uma visão aérea da posição atual dos jogadores em relação a todo o resto. Embora isso possa se aplicar a muitos outros atiradores e / ou plataformas online, o Gears oferece uma variedade de armas e granadas para tirar vantagem de qualquer cenário e virar o jogo. Essas armas podem demorar mais de um minuto para renascer, então ser a primeira pessoa a colocar as mãos nelas é essencial, mas esteja preparado para lutar por isso. O Tac-Com permite que os jogadores verifiquem onde estão as armas destacando-as através das paredes, mas isso pode ser uma distração e uma perda de tempo, então memorize seus arredores. Além disso, há um bom número de atalhos e caminhos entre as raias, então saber como manobrá-los é uma maneira fácil de flanquear um oponente e pegá-lo desprevenido.\n\nProibido correr nos corredores!\n\nEsgotar a corrida do roadie pode ser bom na campanha, assim como nos outros tipos de jogo, mas não no Versus. Como o movimento no jogo pode parecer um pouco desajeitado, atacar direto fará com que os jogadores fiquem na outra extremidade do cano de uma espingarda como um cervo nos faróis. O Gnasher é icônico para o Engrenagens da guerra franquia como a principal arma usada para entrar em um tiroteio. Mas não se engane, se os jogadores não tomarem cuidado, o gnasher pode ser uma arma muito implacável. Ao se mover, especialmente em espaços apertados, usar rajadas curtas quando a corrida de roadie é mais ideal, dando aos jogadores mais tempo para responder a qualquer contato repentino ou para se protegerem para verificar as imediações. Além disso, há um pequeno atraso antes de parar ou usar armas depois de correr, o que pode significar vida ou morte em uma batalha de gnasher ou sucumbir a uma granada plantada nas proximidades.\n\nA espingarda insta-gibbing\n\nO Gnasher é uma ferramenta extremamente poderosa e versátil para sair de uma situação complicada ou exterminar instantaneamente jogadores adversários. Um tiro bem colocado pode fazer o oponente em pedaços como um baralho de cartas explodindo. O jogo do Gnasher é muito divertido e envolvente, pois apresenta um modesto conjunto de técnicas para sair vitorioso de um tiroteio. O recarregamento pré-ativo pode parecer barato, mas se houver uma chance de ser em menor número (o que sempre acontecerá), um cartucho de espingarda supercarregado é o caminho a percorrer para mortes rápidas e fáceis. Outro método para mobilidade e corrico geral é o salto na parede. Parece muito simples no papel, mas colocá-lo em prática pode dar a sensação de ter dois polegares esquerdos. Saltar na parede é deslizar de capa a capa sem montá-la totalmente enquanto atira nos oponentes simultaneamente. É muito eficaz entrar em um tiroteio ou escapar de uma situação avassaladora sofrendo o mínimo de dano possível.Técnicas mais avançadas, como o uso de ângulos de câmera, se tornarão mais fáceis com o tempo, tornando o jogo menos opressivo. Gears of War sempre usou uma câmera de 3ª pessoa, então usá-la para espiar pelos cantos sem ser localizado, ou 'fingir de morto' são outras maneiras de surpreender os oponentes e atraí-los para uma armadilha. Ao se fingir de morto, aponte a câmera para trás do personagem, de modo que quando um jogador inimigo se aproxima esperando uma morte rápida e fácil, deslizar rapidamente para fora da parede fará com que o personagem controlado pule para a câmera para que os jogadores disparem.\n\nColoque suas costas nele!\n\nNão tenha medo de empurrar. 'Empurrar' é o conceito de colocar pressão ou avançar sobre o time adversário, movendo-se juntos como um time, par ou mesmo sozinho. Mantenha uma leitura sólida sobre companheiros de equipe, adversários e onde as mortes estão ocorrendo em campo. Alguns jogadores chegam ao ponto de memorizar os pontos de re-spawn para se preparar para o reforço do inimigo. Identificar um jogador confiante, um jogador indeciso ou alguém que não está prestando atenção pode ser um indicador de como proceder. Em tipos de jogo como Guardian, o líder tende a ficar muito longe no spawn do inimigo, então saber como empurrar e / ou flanquear para movê-los para fora de sua zona de conforto pode alterar o ritmo do jogo de forma benéfica. A execução dá aos jogadores apenas uma vida, portanto, enquanto sentar pode parecer plausível, operar sozinho sem qualquer apoio é uma maneira rápida de ser emboscado se os oponentes forem ambiciosos o suficiente. Usar a função Marcado para a morte também é útil, pois um oponente problemático que pode dificultar o empurrão pode ser destacado e direcionado para aumentar as chances de sucesso.",
    "releaseDate": "2017-10-25"
  },
  {
    "id": 6,
    "image": "assets/images/sunset_overdrive.jpg",
    "title": "Sunset Overdrive",
    "popularised": "654987",
    "stars": "8",
    "body": "Não perca o jogo premiado pela IGN como Melhor Jogo de Xbox em 2014, com nota 9 de 10 pela Polygon, e definido pela Eurogamer como \"um sopro de ar fresco\". Em Sunset Overdrive, é o ano 2027 e Sunset City está sitiada. Um energético contaminado transformou grande parte da população em mutantes tóxicos. Para muitos, é o fim do mundo. Mas, para você, é um sonho se tornando realidade. Seu chefe antigo? Morto. Seu emprego chato? Já era. Transforme o mundo aberto em seu playground tático usando grind, saltos e correndo pelas paredes da cidade enquanto faz uso de um arsenal devastador e nada convencional. Com hiperagilidade, armas únicas e habilidades especiais personalizáveis, Sunset Overdrive reescreve as regras dos jogos de tiro tradicionais e oferece uma aventura totalmente única, explosiva, irreverente e estilosa, exclusivamente no Xbox One.\n\nMergulhe no caos de Sunset City em uma campanha individual pós-apocalíptica e hipercolorida com duas expansões bônus, Mistério da Plataforma Mooil e O Amanhecer da Ascensão das Máquinas Caídas. Enfrente mutantes loucos, robôs homicidas e bandidos perversos na sua jornada com o Pacote de Armas já incluído.",
    "tips": "Sunset Overdrive é o mais novo parque de diversões exclusivo do Xbox One, desenvolvido pela grande Insomniac Games – responsável por icônicas franquias, como Spyro the Dragon e Ratchet & Clank. Lançado no final de outubro, o game convida os jogadores a explorar a exuberante Sunset City, uma cidade contaminada pelo misterioso energético “OverCharge”. Ao longo da jogatina, a insanidade não tem limites e, por isso, vamos mostrar as melhores dicas para sobreviver.\n\nLute com estilo\n\nNo decorrer da jogatina, o game vai exigir que você lute com estilo. Isso porque, o estiloso medidor precisa ser preenchido para que o personagem consiga executar poderosas habilidades durante os embates. O barra que mede estilo é dividida em quatro opções, sendo que cada uma é equivalente a um “Amp” diferente. Os “Amps” nada mais são do que habilidades passivas e especiais. Conforme o seu personagem tocar o terror, o medidor será preenchido e as skills serão liberadas gradualmente. É válido salientar que é possível conquistar “Amps” melhores para serem usados no decorrer da jogatina. Normalmente, as habilidades são oferecidas através de missões específicas, portanto, fique sempre de olho.\n\nOstentando em um mundo pós-apocalíptico\n\nAs latinhas de OverCharge são valiosas em Sunset City. Afinal, é com elas que o protagonista pode adquirir novas armas insanas, como o lançador de ácido (sim, deixa os inimigos doidões), o arpão de caça e o canhão congelante.O energético pode se coletado através de missões primárias e secundárias e ao executar infectados maiores e mais poderosos. Na loja clandestina de Jack Duas-Caras, você pode – e deve – gastar as latas de OverCharge para adquirir armas inéditas e munições.\n\nProcure por acessórios bizarros\n\nRecomendamos que você nunca utilize o recurso viagem rápida, porque explorar os ambientes e matar os inimigos pelo caminho são tarefas imprescindíveis. Afinal, é durante o percurso que você é capaz de exterminar hordas e mais hordas de criaturas para melhorar as suas armas prediletas. Quanto mais você utiliza um armamento, mais rápido ele sobe de nível.Aproveite os momentos de curtição para procurar itens colecionáveis, como rolos de papel higiênico, balões Fizzie, sapatos e câmeras de segurança (totalizando 859 objetos). Além das conquistas que você irá desbloquear por ter recolhido todos os acessórios, eles também podem ser trocados por novos Amps.\n\nAventure-se no multiplayer cooperativo\n\nO modo conhecido como Esquadrão do Caos, que coloca até oito jogadores em batalhas contra infectados sedentos por OverCharge é bem útil para quem deseja obter novos Amps logo no início da jogatina. Jogar no co-op também é uma atividade bem divertida, já que você pode competir contra seus amigos para descobrir quem consegue pontuar mais. Modo cooperativo também é imprescindível para quem quer evoluir rápido\n\nComplete desafios e missões secundárias\n\nComo todo bom jogo em mundo aberto, Sunset Overdrive exibe um enorme mapa com diversas atividades que vão além da campanha principal.Concluir desafios de travessias e de coletar itens em um curto período de tempo também são ótimos passatempos, uma vez que é possível comparar os seus melhores resultados com os dos jogadores que compõem a sua lista de amigos do Xbox One.\n\nSeja quem você quiser\n\nPor fim, nada mais justo do que criar um personagem com a sua personalidade para se aventurar em Sunset City.O menu de customização inclui inúmeros acessórios cômicos, como bermudinhas jeans bem curtas, cuecas coloridas etc. Para desbloquear novos artigos, participe de todas as missões da campanha e acumule dinheiro para comprar o que há de melhor na loja de Callista – ela sempre está próxima de Jack Duas-Caras. Diferentemente das armas, as peças de customização devem ser adquiridas com dinheiro. Caso você queira encher a carteira, localize e destrua máquinas de OverCharge.",
    "releaseDate": "2018-11-16"
  },
  {
    "id": 7,
    "image": "assets/images/hollow_knight.jpg",
    "title": "Hollow Knight",
    "popularised": "172213",
    "stars": "7.6",
    "body": "Hollow Knight é um jogo de ação e aventura em estilo metroidvania 2D que se passa em Hallownest e Deepnest, antigos reinos fictícios.[5] O jogador controla um silencioso receptáculo enquanto explora um mundo subterrâneo. O cavaleiro utiliza uma arma pontiaguda, tanto em combate quanto para interação com o ambiente.\n\nNa maior parte das áreas do jogo, insetos hostis podem ser encontrados juntos com outras criaturas. Combates geralmente envolvem usar a arma para eliminar os inimigos em curto alcance, mas o jogador eventualmente aprende algumas magias que permitem combate à distância. Inimigos derrotados deixam cair uma moeda chamada Geo. O cavaleiro começa com um número limitado de máscaras, que representam pontos de vida, e pedaços de máscara podem ser coletados para formar máscaras completas que aumentam a vida máxima do jogador.[9] Ao atingir inimigos, o cavaleiro coleta Alma, que é guardada em um Receptáculo de Alma, e pode ser usada para se curar ou para lançar magias. Quando todas as máscaras se quebram, o cavaleiro morre e a Sombra aparece no local, o jogador perde toda Geo que possuía e passa a carregar uma quantidade limitada de Soul, sendo forçado a derrotar a Sombra para poder pegar seus Geos de volta e recuperar o máximo de Alma.[9] O jogo utiliza bancos espalhados pelo reino como pontos de salvamento. Inicialmente, o jogador pode utilizar Alma apenas para regenerar vida, mas posteriormente aprende novas magias que também consomem Alma.",
    "tips": "10/10 Desvie mais, ataque menos\n\nDemora um pouco para os iniciantes perceberem que a prática de esmagar ataques é contra-intuitiva para a maioria dos encontros de combate no jogo. Afinal, Hollow Knight e seu mundo são mais sobre paciência e observação do que sobre como derrotar um inimigo. Para lutas contra chefes, a paciência é ainda mais importante. Porque alguns deles podem danificar os jogadores apenas esbarrando neles. É por isso que ser mais reativo às ações do inimigo do que apenas ir direto para a ofensiva economizará tempo e resultará em menos falhas. É melhor tratar a maioria das batalhas contra chefes como lutas de resistência. Em breve, a memória muscular entrará em ação.\n\n9/10 O prego tem um alcance maior do que parece\n\nSe os jogadores devem atacar, eles devem fazê-lo a uma distância mais segura do que o prego implica. O prego é enganosamente curto, e é por isso que muitos jogadores novatos cometem o erro de abraçar o inimigo durante os ataques. Atacar com o Nail oferece um breve vislumbre de seu alcance e certamente é mais longo do que o modelo de arma ociosa. Se os jogadores quiserem praticar distâncias de ataque seguras, eles sempre podem dar alguns passos para trás ou dar um passo na direção oposta após um ataque . Isso é para garantir que eles não se comprometam demais com os ataques e esbarrem no inimigo. Pode demorar um pouco para se acostumar, mas a recompensa vale a pena.\n\n8/10 Truque de salto de espiga\n\nFalando em truques de pregos, alguns jogadores já devem ter descoberto este enquanto esmagavam em pânico antes de cair em alguns picos. Porque cortar para baixo antes de atingir o pico fará com que os jogadores quiquem nos espinhos. Isso também contará como um salto adicional, e os jogadores podem até se impulsionar para a segurança usando uma manobra. Se os jogadores quiserem, eles podem até usar o Nail como um pula-pula, quicando em espinhos para ficar em segurança. De qualquer forma, é quase um truque necessário quando se trata de executar algumas plataformas complicadas.\n\n7/10 Elenco rápido é mais superior\n\nComo uma tática de combate adicional que salvará muitas vidas, a função Quick Cast é simplesmente melhor em Hollow Knight . É uma das duas maneiras de lançar um feitiço; o outro é o Focus Cast, que o jogo lerá como uma entrada que pode funcionar de duas maneiras. O jogo geralmente espera para ver se o Focus Cast será mantido ou é simplesmente um toque para determinar se é para cura ou feitiço. Enquanto isso, o Quick Cast não tem função secundária de segurar para curar. Portanto, ele disparará o feitiço imediatamente , reduzindo o tempo que os jogadores precisam para lançar o feitiço. Isso torna os feitiços e habilidades menos perigosos de executar.\n\n6/10 Banco Fast Travel\n\nOs bancos são os pontos de respawn em Hollow Knight , mas podem ser mais do que isso. Os jogadores podem usá-los como uma espécie de opção de viagem pseudo-rápida; porque sair para a tela de título e carregar o jogo novamente fará com que os jogadores apareçam no banco anterior que usaram.\n\n5/10 Geografia conservadora\n\nAinda no tópico de conveniências improvisadas, um banco ou armazenamento geográfico tornaria o jogo um pouco fácil demais. É por isso que não está incluído no jogo. No entanto, há um certo comerciante no jogo chamado Relic Seeker Lemm na Cidade das Lágrimas que comprará algumas coisas dos jogadores, e ele é generoso.\n\n4/10 O Desolate Dive tem um I-Frame\n\nAgora, de volta aos truques de combate. Desta vez, é para autopreservação. Além do Shadow Dash, os jogadores também podem empregar outro movimento que lhes permite enquadrar o dano. Essa seria a atualização Descending Dark do Desolate Dive.\n\n3/10 Use Dream Nail em chefes escalonados\n\nOs jogadores costumam dormir no Dream Nail devido ao seu potencial de dano sem brilho, mas tem alguns usos bacanas, especialmente durante as lutas contra chefes. Ele reabastecerá as almas, geralmente o suficiente para uma cura ou feitiço. Pode ser perigoso executar por uma recompensa tão pequena, é por isso que é melhor tirar proveito dessa habilidade sempre que o chefe ou um inimigo difícil estiver atordoado ou atordoado.\n\n2/10 Cyclone Slash é poderoso quando usado corretamente\n\nCyclone Slash também é outra habilidade Nail subestimada devido à sua má mobilidade. No entanto, deve ser usado como algum tipo de dano de explosão ou grande movimento para quando o chefe ou um inimigo difícil estiver parado ou não estiver atacando\n\n1/10 Os chefes só têm alguns movimentos\n\nOs chefes em Hollow Knight são o aspecto mais intimidador do jogo, mas não são exatamente tão intrincados ou violentos quanto algo como os chefes de Dark Souls ou Elden Ring . Em retrospectiva, eles têm apenas um punhado de movimentos que não misturam e combinam ou guardam muitos segredos , ao contrário dos jogos Souls mencionados acima .",
    "releaseDate": "2017-02-24"
  },
  {
    "id": 8,
    "image": "assets/images/diablo3.jpg",
    "title": "DIABLO III",
    "popularised": "963852",
    "stars": "9.8",
    "body": "Passaram-se vinte anos desde que os Males Supremos foram derrotados e banidos do mundo de Santuário. Agora você deve voltar ao lugar onde tudo começou — a cidade de Tristram — e investigar os rumores de uma estrela que caiu, pois esse é o primeiro sinal do renascimento do mal e um presságio de que o Fim dos Tempos começou.\n\nQuerendo mais aventuras? Desfrute de tudo que Santuário tem a oferecer abrindo caminho à força pelas eras infernais de Diablo com a Diablo Collection, que inclui Diablo II: Resurrected, Diablo III e Diablo IV - Edição Padrão.",
    "tips": "Foque-se nas características do seu personagem\n\nAo montar seu personagem, fique atento à característica principal dele. Enquanto arcanos e feiticeiros devem priorizar a inteligência, bárbaros se beneficiam principalmente de uma força bastante alta; já os caçadores de demônio e monges têm seu dano baseado na destreza que possuem. No caso da última classe, também é bom investir no aumento da força física para tornar os ataques mais eficientes.\n\nO que cai no chão é só seu\n\nAo contrário do que acontece em Diablo 2, em que era preciso lutar com outros jogadores para obter itens raros, em Diablo III tudo o que é deixado pelos inimigos é seu. A exceção são as peças de ouro deixadas por alguns inimigos em específico, que podem ser coletadas por qualquer participante do jogo.\n\nDiferenças entre os itens\n\nFique atento à cor dos itens que caem no chão para não acumular grande quantidade de equipamentos inúteis. Aqueles com a cor cinza não têm qualquer valor, enquanto os mostrados em branco são úteis, mas não possuem atributos mágicos.\n\nGanhe experiência mais rápido\n\nDiablo III recompensa os jogadores que gostam de se arriscar oferecendo pontos de experiência para quem extermina rapidamente os inimigos. Quanto mais adversários você derrota, maiores as chances de ganhar um bônus que, nas dificuldades mais elevadas, costuma ser bastante considerável.\n\nComo identificar itens?\n\nPara identificar os itens raros, lendários ou que façam parte de um conjunto, basta abrir seu inventário e clicar sobre eles com o botão direito do mouse.\n\nLembre-se dos seguidores\n\nCaso você esteja jogando sozinho, pode contratar nas cidades um seguidor controlado pela inteligência artificial. Lembre-se de que, assim como acontece com o personagem principal, é preciso investir em melhorias para os equipamentos de seus companheiros através do menu que pode ser acessado apertando a tecla F.\n\nUse o mapa\n\nPara não se perder pelos cenários, procure sempre acionar o mapa interno do game, que pode ser acionado tanto as teclas M e Tab.\n\nProcure os globos de vida\n\nCaso você esteja com pouca energia, a melhor opção para se curar são os globos de vida, deixados automaticamente pelos inimigos que são derrotados. Note que basta que uma pessoa pegue um deles para que todo o grupo recupere a vitalidade, então obtê-los não se trata de uma competição.\n\nJogue com outras pessoas\n\nCaso você tenha amigos que também possuam o jogo, não deixe de adicioná-los à sua lista de contatos. Além de permitir que você saiba quem está online, essa é uma ótima forma de conseguir companheiros para a aventura, já que eles podem entrar na sua partida a qualquer momento para dar uma mão contra as forças das Treva.",
    "releaseDate": "2017-10-25"
  },
  {
    "id": 9,
    "image": "assets/images/forza5.jpg",
    "title": "Forza Horizon 5",
    "popularised": "172213",
    "stars": "7.6",
    "body": "Forza Horizon 5 é ambientado num cenário inspirado em pontos turísticos do México e, assim como no título anterior, traz mudanças climáticas e de terreno que impactam em cada corrida e de forma diferente para o carro escolhido. O jogador é livre para escolher o que fazer e quando fazer: desde vagar pelas estradas a decidir qual atividade ou corrida participar (na ordem que quiser).\n\nQuer personalizar seus carros? Você pode sim! Há várias formas de customização para cada veículo do jogo, desde opções de design e skins (que podem ser compartilhadas com a comunidade) a melhorias de desempenho.  \n\nTambém é possível participar novamente das mesmas atividades, mas para evitar um pouco a repetição, você desbloqueia mais desafios e corridas conforme progride no game. E isso se consegue completando façanhas pelo mapa: seja correndo por um penhasco e ficando no ar por mais tempo ou concluindo um desafio de derrapagens, por exemplo.\n\nHá muito o que se fazer, carros secretos e lendários para descobrir e dá para deixar cada veículo a sua cara e do seu estilo preferido de pilotar. Forza Horizon 5 é uma ótima opção para quem gosta de jogos de corrida estilo arcade.",
    "tips": "Sente-se 'esmagado' pelas primeiras horas de Forza Horizon 5? Nós ajudamos, com estas cinco dicas.\n\nO excelente Forza Horizon 5 da Playground Games está finalmente disponível para todos os jogadores de PC e Xbox, incluindo os assinantes do Game Pass. Para quem já conhece bem a série, provavelmente não existe a necessidade de uma introdução detalhada sobre o que esperar ou como começar, mas se é novato à série, pode sentir-se um pouco perdido durante as primeiras horas. O mapa do México é gigantesco (50% maior do que a Inglaterra/Escócia de Forza Horizon 4), e está repleto de atividades e oportunidades diferentes para explorar. Decidimos por isso partilhar consigo cinco dicas para o ajudar a começar a sua viagem épica por Forza Horizon 5.\n\nEsmague todos os sinais de bónus que encontrar\n\nNo mapa de jogo pode encontrar dois tipos de sinais para destruir, um tipo que lhe oferece pontos de experiência, e outro que reduz o custo de viagens rápidas. Ambos são obviamente bónus apetecíveis, sobretudo considerando que tudo o que precisa de fazer é ir contra eles. Alguns são muito fáceis de encontrar junto das estradas, e até pode identificá-los no mini-mapa, mas existem outros mais complicados, que oferecem mais bónus. Os sinais mais acessíveis podem oferecer entre 1.000 XP, enquanto que outros podem chegar aos 3.000 e até 5.000 XP. Os que valem mais pontos serão naturalmente mais difíceis de encontrar e podem estar no meio do nada, ou até em locais de difícil acesso como telhados - terá de encontrar uma forma de saltar para lá. Mas para que quer experiência? Bem, ao subir de nível pode girar uma uma roda e ganhar prémios, que podem ir de carros novos a dinheiro, passando por roupas para a sua personagem. Quanto aos sinais de Viagem rápida (mais informações sobre Viagem rápida em baixo), reduzem o custo do que tem de pagar para se deslocar de forma instantânea pelo mapa, e existem 250 destes sinais para encontrar pelo mapa.\n\nDistribua os pontos de Accolades por diferentes tipos de corrida\n\nAo longo do seu percurso irá desbloquear pontos de Accolades, completando missões paralelas e atividades secundárias, como participar numa corrida pela primeira vez ou ganhar um certo número de carros. Depois de receber pontos de Accolade suficientes poderá desbloquear a próxima parte da história, e investir nos seus festivais Horizon do jogo: Horizon Festival Mexico, Horizon Apex, Wild, Baja, Rush, e Street Scene. Cada festival tem três ou quatro secções para desbloquear, que incluem as suas próprias histórias paralelas. Pode ser tentador terminar um dos festivais antes de passar para o próximo, mas não o aconselhamos a fazer isso. Em vez disso tente desbloquear todos os festivais primeiro antes de investir a série em cada um deles, já que ao desbloquear um festival irá também ganhar acesso a novos tipos de competição. Por exemplo, se ignorar o Horizon Wild não poderá competir nos eventos de Cross Country, e para retirar a melhor experiência possível do jogo, aconselhamos a ter o máximo de escolha possível.\n\nCompre novas casas o quanto antes - especialmente em Buenas Vistas\n\nA ideia de gastar dinheiro em casas num jogo como Forza Horizon 5, que podia gastar em novos acessórios, melhoramentos, e carros, pode não parecer muito prático - mas é. É que existem muitas formas de desbloquear veículos sem gastar um cêntimo, enquanto que as casas oferecem algumas vantagens importantes - incluindo acesso a rumores sobre a localização de certos carros. Ao todo existem sete para comprar, mas a mais importante é a que está localizada em Buenas Vistas, no sudoeste, já que desbloqueia acesso a viagens rápidas para qualquer parte do mapa (mas pode viajar rapidamente para qualquer casa). A ideia de viagens rápidas pode parecer contra-natura para um jogo de condução, mas considerando o tamanho do mapa e a duração do jogo, vai certamente chegar um momento em que irá agradecer pelo acesso a viagens rápidas. Sim, é verdade que tem de pagar por cada viagem rápida, mas é para isso mesmo que existem os sinais que referimos em cima.\n\nNão tenha medo de conduzir online\n\nA série Forza Horizon tem uma forte componente online, que pode ser bastante divertida. Existem, claro, corridas tradicionais em que pode competir, mas a nossa variante favorita experiência online são os Playground Games, onde pode competir sozinho ou em equipa em minijogos. Existem jogos como o Flag Rush, onde uma equipe pega numa bandeira numa parte do mapa e depois deve tentar colocá-la noutra área assinalada, tentando evitar os jogadores da equipa defensora. Também há Infected, onde uma equipa joga como zombies e a outra como são sobreviventes. Os sobreviventes devem tentar ficar o mais longe possível dos zombies, enquanto que os zombies tentarão chocar com os sobreviventes para os infetar. Outro modo de jogo é The Eliminator Battle Royale, que funciona como outros tipos de jogos desse tipo: basicamente deve tentar sobreviver num mapa que vai ficando gradualmente mais pequeno. Pode ser assustador entrar num jogo com muitos veteranos, sobretudo se for inexperiente, mas não deixe que isso o roube de uma experiência altamente divertida.\n\nO carro mais rápido nem sempre é o melhor carro\n\nPode parecer uma escolha fácil. Um carro com a melhor aceleração e velocidade deve ser a melhor escolha para qualquer corrida, certo? Nem por isso. Existem vários fatores em jogo, que deve considerar antes de escolher o seu carro. Se vai participar numa corrida de cross country seria péssimo escolher um super-carro como o McLaren Senna. Sim, é incrivelmente rápido, mas teria imensas dificuldades para o conduzir no deserto. Considere o tipo de corrida ou de atividade em que vai participar e pense em que características podem ser mais importantes. Depois escolha o seu carro em conformidade",
    "releaseDate": "2021-11-09"
  },
  {
    "id": 10,
    "image": "assets/images/mk11.jpg",
    "title": "Mortal Kombat 11",
    "popularised": "918263",
    "stars": "9.5",
    "body": "As alterações na linha temporal acabam chamando atenção de Kronika, a Guardiã do Tempo.\n\nPara consertar as mudanças, o plano de Kronika consiste em reiniciar a linha do tempo, com isso versões antigas dos lutadores, acabam encontrando suas versões atuais. Em muitas ocasiões há parcerias inusitadas, mas conflitos também acontecem.\n\nDurante a história, Raiden une sua alma ao corpo de Liu Kang, fazendo com que o herói se torne o Deus do Fogo. Contudo, mesmo com a união, não é possível parar o plano de Kronika.\n\nO último confronto entre Liu Kang e Kronika acontece no passado. O game oferece três finais diferentes. Dois em que Liu Kang vence e outro em que a vilã Kronika sai vitoriosa.\n\nO último título da série procurou acertar a confusão que se tornou a linha do tempo de Mortal Kombat. Optei por não dar muitos spoilers sobre MK 11, pois é o jogo mais recente e muita gente ainda não ter jogado.\n\nDe qualquer forma, o jogo termina com um gancho e será interessante ver quais rumos o pessoal da NetherRealm vai seguir com a franquia.",
    "tips": "Jogar sem conhecer o personagem\n\nO jogo oferece múltiplas opções de personagens e customização de seus estilos de luta. Cada um tem vantagens de força, agilidade, alcance dos golpes, tipos de poderes especiais e combos. No modo online, é comum que jogadores tenham dois ou três lutadores preferidos e com maior domínio. Por isso, é importante que o player saiba como utilizar bem o personagem escolhido. Os tutoriais e o modo offline são boas opções para se familiarizar com os comandos e identificar os seus favoritos. Deixar para escolher um personagem durante o modo competitivo pode custar vitórias e perda de posições no ranking.\n\nPular os tutoriais\n\nEntre os principais jogos de luta, Mortal Kombat 11 tem os tutoriais mais completos. O jogo ensina desde os comandos básicos até os mais avançados. Além dos tutoriais gerais, cada personagem conta com o seu guia, que pode variar de acordo com a complexidade. Por mais que alguns exercícios pareçam muito desafiadores, é importante lembrar que muitos dos oponentes no modo online também fizeram essas aulas. Pular os tutoriais pode significar uma desvantagem nos combates. \n\nNão utilizar o Fatal Blow quando possível\n\nUma das novidades da jogabilidade de Mortal Kombat 11 é o Fatal Blow, uma sequência devastadora de golpes, com apelo cinematográfico semelhante ao Fatality, capaz de dar uma grande quantidade de dano no adversário. O Fatal Blow é liberado quando o jogador tem 30% ou menos de vida. Seu comando é o mesmo para todos os personagens: apertar os dois botões de gatilho ao mesmo tempo (R2 e L2 no Playstation, RT e LT no Xbox One). É um recurso muito importante para conseguir sair de situações difíceis durante a luta e virar o jogo. No entanto, só é permitido um Fatal Blow por partida. É importante, então, saber a hora certa de utilizar o movimento e prestar atenção para que o adversário não bloqueie a jogada. Vitórias inesperadas podem surgir por conta disso, aumentando a posição no ranking.\n\nJogar de forma defensiva\n\nÉ comum afirmar que o melhor ataque é a defesa, mas a máxima pode não ser tão eficaz em Mortal Kombat. Muitos jogadores preferem usar uma estratégia mais defensiva, apenas bloqueando os golpes adversários, tática chamada de “turtling”. O jogo, entretanto, possui combos, poderes e combinações capazes de quebrar esse bloqueio. Dessa forma, é recomendável que exista um balanço maior entre ataque e defesa para ganhar as partidas. \n\nNão gastar os especiais do medidor\n\nOs medidores de especial, normalmente localizados no canto inferior da tela, são comuns nos games de luta. A barra cheia significa que um poder especial, capaz de tirar maior dano, está pronto para o uso. É comum que os jogadores aguardem que o medidor esteja completo para usá-lo. Em Mortal Kombat, no entanto, esse recurso é usado para aumentar o ataque e a defesa dos golpes. Alguns jogadores esperam que o medidor fique completo e acabam não utilizando o bônus que consegue fazer grande diferença durante os combates. Utilizar ou não os especiais do medidor pode ser uma escolha crucial para conseguir a vitória.",
    "releaseDate": "2017-10-25"
  },
  {
    "id": 11,
    "image": "assets/images/untitled_goose_game.jpg",
    "title": "Untitled Goose Game",
    "popularised": "172213",
    "stars": "7.6",
    "body": "O Untitled Goose Game é um jogo pastelão do tipo sandbox (não linear) de ação furtiva em que você é um ganso solto em um vilarejo desprevenido. Circule livremente pelo povoado, dos quintais das casas até as lojas da rua principal ou os jardins, aprontando pegadinhas, roubando chapéus, grasnando muito e irritando todo mundo em geral.",
    "tips": "Untitled Goose Game, também conhecido como jogo do ganso, é um game com lançamento para Nintendo Switch e PC, que chega em breve também para PS4 e Xbox One. O título é bem diferente de tudo que já foi apresentado nestas plataformas, embora utilize bastante do conceito de furtividade – isso porque a missão é controlar um ganso que precisa realizar tarefas em um mapa com alguns obstáculos. A aventura, apesar de simples, pode ser difícil de entender e, principalmente, de dominar. Após fazer download de Untitled Goose Game, saiba mais sobre o game e veja dicas de como jogar.\n\nO que é o jogo do ganso?\n\nO Untitled Goose Game é um game em que o jogador deve controlar o personagem principal – o ganso – em mapas variados, mas de cenários comuns. O objetivo central está em realizar os objetivos, listados em uma folha de papel dentro do jogo. Não há enredo: apenas o ganso e os objetos em que ele pode interagir, e as pessoas que ele pode importunar. A premissa parece estranha, mas é plenamente funcional. Dentro da aventura, os objetivos funcionam como um quebra-cabeças, que precisa ser solucionado pelos jogadores. A solução não é apenas uma, então é possível variar bastante.\n\nMovimentação\n\nA movimentação de Untitled Goose Game é feita a partir dos controles analógicos, mas ela respeita a física do próprio ganso. Ele não anda com suavidade: é como se fosse um animal de verdade caminhando na tela. Por isso, tenha em mente que o movimento nem sempre se sairá conforme o planejado. \n\nInteragindo com humanos\n\nOs humanos neste jogo não gostam do ganso. Eles sabem que o animal pode tirar sua paz, por isso farão de tudo para expulsá-lo. Alguns objetivos envolvem pegar ou esconder objetos dos humanos, por isso seja sempre furtivo, tente evitar ser visto com o ganso e saia do campo de visão das pessoas. Assim, você não perderá seu progresso quase nunca. \n\nLista de tarefas\n\nDê o pause em Untitled Goose Game para ver a lista de tarefas. A única regra que você deve seguir é: complete quase todas, sempre. Você só pode deixar de completar uma para passar de fase, mas é possível completar todas e ganhar pontuação extra de recompensa. Vale lembrar que as tarefas variam de fase em fase, por isso leia sempre com atenção o que cada uma pede. \n\nUm humano viu o ganso? Não se desespere\n\nEm Untitled Goose Game, como já citamos, os humanos atrapalham o ganso. Se um deles ver o animal, não há motivo para se preocupar. Basta fugir para longe e eles esquecerão que o bicho existe. Qualquer objeto que esteja carregando pode ser mantido, desde que ele não atrapalhe sua movimentação. \n\nSimplicidade complicada\n\nUma característica que Untitled Goose Game investe é a sua simplicidade. O jogo tem poucos comandos: de principal, há apenas o botão para agarrar objetos e outro para abaixar, variando em cada plataforma, mas completar as missões é o que move a história. Basta se focar na furtividade e os jogadores do título não terão problemas. ",
    "releaseDate": "2017-10-25"
  },
  {
    "id": 12,
    "image": "assets/images/little_kitty_big_city.jpg",
    "title": "Little Kitty, Big City",
    "popularised": "119823",
    "stars": "9",
    "body": "Sobre este jogo\n\nVocê vai preferir achar o caminho de casa ou explorar o que a cidade grande tem a oferecer primeiro? Assim, chegar é casa é a maior prioridade, óbvio. Óbvio. Bom, é uma das suas prioridades. Talvez esteja mais para uma sugestão... Eu sei que está aí em algum lugar da lista de tarefas! Mas... primeiro? Explorar!",
    "tips": "Em 'Little Kitty, Big City', você assume o papel de um pequeno gato explorando uma grande cidade. Com diversos colecionáveis espalhados pelo mapa, um dos primeiros passos essenciais é obter o mapa da cidade para facilitar sua aventura.\n\nEncontre o Pai Pato\n\nNo início do jogo, dirija-se ao jardim zen e procure pelo Pai Pato. Ele estará preocupado com seus patinhos desaparecidos e precisará de sua ajuda.\n\nAceite a Missão\n\nAo falar com o Pai Pato, ele entregará o “Mapa dos Patinhos”. Aceitar esta tarefa adicionará a missão “Reunir a Família” ao seu registro de missões.\n\nAcesse o Mapa\n\nMesmo sem completar a missão dos patinhos, o mapa estará disponível para você. Para visualizá-lo, pause o jogo e selecione a aba do mapa no menu de pausa.\n\nNavegando pelo Mapa\n\nÍcones Informativos\n\nO mapa não possui uma legenda tradicional, mas inclui vários doodles e marcadores úteis. À medida que você explora mais áreas, o mapa vai se revelando mais claramente.\n\nEstradas Principais\n\nAs vias principais são destacadas com linhas mais grossas para ajudar na navegação a pé pela cidade.\n\nNota Importante\n\nInfelizmente, não é possível adicionar marcadores personalizados ao mapa.",
    "releaseDate": "2024-05-09"
  },
  {
    "id": 13,
    "image": "assets/images/deadbydaylight.jpg",
    "title": "Dead by Daylight",
    "popularised": "172213",
    "stars": "7.6",
    "body": "Sobre este jogo\n\nA morte não é uma saída.\n\nDead by Daylight é um jogo de horror multijogadores (4x1) em que um dos jogadores assume o papel do Assassino enquanto os outros quatro jogam como Sobreviventes, tentando fugir do Assassino para não serem pegos, torturados e assassinados. Os sobreviventes jogam em terceira pessoa e têm como vantagem uma melhor percepção da situação. O Assassino joga em primeira pessoa e fica mais concentrado na presa.A cada encontro, o objetivo dos Sobreviventes é fugir do Território de Abate sem ser pego pelo Assassino. Isso é mais difícil do que parece – ainda mais em um cenário que muda a cada partida.",
    "tips": "A premissa é bem simples. Jogando como sobrevivente, é preciso restaurar os geradores para abrir os portões e conseguir fugir. Como assassino, você precisará eliminar cada jogador e usá-los como oferenda à entidade.\n\nJogando como Sobrevivente\n\nComo dito antes, o objetivo dos quatro sobreviventes é fugir. Para isso, eles precisam consertar cinco geradores espalhados pelo mapa para dar energia aos dois portões de fuga.Uma dica aqui é pelo menos um jogador do grupo tenha caixas de ferramentas, pois elas ajudam a reparar os geradores mais rapidamente. Não baixe a guarda enquanto faz isso. Fique movimentando a câmera para diferentes ângulos. Também combine com seu colega formas de ver todos os lados, caso o assassino apareça. Para fazer isso sem ser morto pelo killer, é preciso fazer o mínimo de barulho e ser menos visível. Se agachar nos arbustos e atrás de pedras, se esconder em cantos escuros e armários espalhados pelo mapa (cuidado que há assassinos que precisam usar os armários para pegar armas) são formas de evitar o encontro.\n\nComo fugir do assassino\n\nPara saber se está no campo de visão dele, você será iluminado por uma luz vermelha. Nessa hora, não corra em linha reta, pois você será um alvo mais fácil. Corra em zig-zag, entre pedras e árvores e pule janelas para diminuir a chance de ser atingido. Sempre que puder, olhe para trás para ver o quão próximo o assassino está.\n\nO que fazer quando for pego\n\nQuando está sendo carregado, use os botões de se debater (sinalizados na tela). Caso esteja longe de um gancho, há chances de você conseguir se libertar e fugir. Agora, se você foi pendurado, não fique tentando sair do gancho — tente apenas em casos muito extremos, como por exemplo quando apenas dois sobreviventes estiverem vivos e não há chances do outro aliado resgatá-lo.\n\nJogando como Assassino\n\nEm Dead By Daylight, o lobo solitário caça suas vítimas. No universo, o assassino é responsável por caçar os sobreviventes e usá-los de oferenda à entidade. Assim, é preciso matar todos e não deixar ninguém escapar. Para isso, é necessário golpear os jogadores e levá-los para o gancho três vezes.\n\nCaçando as vítimas\n\nUma das habilidades exclusivas do assassino é ver o rastro dos adversários. Quando os sobreviventes passam correndo por algum lugar, é possível ver as marcas vermelhas no chão, na janela ou no armário.\n\nNem sempre o vilão será o mais rápido, porque isso depende muito do personagem escolhido, das habilidades equipadas e também da agilidade do próprio jogador. Os sobreviventes têm mais formas de driblá-lo e dificultar a movimentação. Por isso, como killer, tente ser o mais preciso possível na hora de atirar nas vítimas e golpeá-las — não fique frustrado se você errar o golpe nas primeiras partidas porque esta posição exige muita prática. Nem sempre o vilão será o mais rápido, porque isso depende muito do personagem escolhido, das habilidades equipadas e também da agilidade do próprio jogador. Os sobreviventes têm mais formas de driblá-lo e dificultar a movimentação. Por isso, como killer, tente ser o mais preciso possível na hora de atirar nas vítimas e golpeá-las — não fique frustrado se você errar o golpe nas primeiras partidas porque esta posição exige muita prática.",
    "releaseDate": "2016-06-14"
  },
  {
    "id": 14,
    "image": "assets/images/eldenring.jpg",
    "title": "Elden Ring",
    "popularised": "1028631",
    "stars": "2",
    "body": "O NOVO RPG DE AÇÃO E FANTASIA\n\nLevante-se, Maculado, e seja guiado pela graça para portar o poder do Anel Prístino e se tornar um Lorde Prístino nas Terras Intermédias.Um mundo vasto onde campos abertos e uma variedade de situações e masmorras imensas, com complexos designs tridimensionais se conectam com fluidez. Conforme explora, sinta a alegria de descobrir poderosas e desconhecidas ameaças que aguardam por você, levando a um grande senso de conquista\n\nAlém de personalizar a aparência do seu personagem, você pode combinar livremente armas, armaduras e magias que equipar. Você pode desenvolver seu personagem de acordo com seu estilo de jogo, como aumentar a força muscular para se tornar um poderoso guerreiro, ou dominar a magia.\n\nUma história cheia de camadas, contada em fragmentos. Um drama épico onde os vários pensamentos dos personagens se interligam nas Terras Intermédias.\n\nJogo on-line único que conecta você livremente aos outros.\nAlém do multijogador, onde você pode se conectar diretamente com outros jogadores e viajarem juntos, o jogo suporta um elemento on-line assíncrono único que permite que você sinta a presença dos outros.",
    "tips": "Dicas básicas para ter em mente desde o início de sua jornada pelas Terras Intermédias\n\nAtualize o mapa\n\nChegou em uma região nova? Explore toda a área em busca de um obelisco com um ponto brilhoso em sua base, que será um pedaço do mapa. Com isso, o mapa geral será atualizado com o novo local, mostrando pistas do que pode ser explorado ali: uma floresta, torres, cavernas, lagos e por aí vai. O mundo aberto de Elden Ring é realmente imenso, então cuidar para completar o mapa o quanto antes é uma prioridade importante.\n\nProcure por árvores amarelas\n\nDurante a exploração, sempre procure por pequenas árvores amarelas, que reluzem com a luz divida da Térvore. No pé de cada uma delas, há uma Semente Dourada, que é um dos itens mais valiosos do jogo. Isso porque as Sementes Douradas são responsáveis por atualizar diretamente a quantidade de Frascos que o jogador carrega, podendo ser de vida ou magia. E, em um jogo em que você vai apanhar (e muito!), é sempre bom estar preparado com itens de restauração.\n\nProcure por Lágrimas Larvais\n\n As Lágrimas Larvais são itens raros, usados para redefinir todos os status que foram atualizados com Runas, o 'XP' do jogo. Assim, o jogador ganha uma chance de montar uma nova build, distribuindo novamente as Runas para atualizar força, inteligência, mente ou outros status que desejar. Eles estão espalhados pelo mundo aberto (e, se você tiver sorte, pode até encontrar à venda com comerciantes específicos), mas há uma exigência para serem usados. É preciso ter derrotado a segunda Lorde, a Rennala, na Academia de Raya Lucaria. Ela é a única personagem que pode ensinar o jogador a usar a Lágrima Larval.\n\nDuplique as almas dos chefões\n\nAssim como em outros jogos da série Souls, os chefes principais de Elden Ring recompensam o jogador com suas almas ao serem derrotados, que normalmente podem ser usadas para a criação de equipamentos únicos ou gerar uma boa quantidade de Runas. E há uma maneira de duplicar as tais almas, garantindo uma recompensa extra. Para isso, é preciso encontrar tartarugas gigantes (que parecem torres vivas) que estão espalhadas no mundo aberto. Então, basta destruir as cascas brancas da criatura para que ela desça.\n\nAtenção com olhos dourados\n\nÉ possível encontrar inimigos comuns com olhos dourados ao explorar o mundo aberto. Eles recompensam o jogador com uma quantidade mais alta de Runas quando são derrotados e, por isso, é uma boa ficar atento ao se deparar com um deles. Como as Runas funcionam como o XP do jogo, sendo o responsável para subir o nível e distribuir os status, qualquer quantidade extra é bem-vinda!",
    "releaseDate": "2022-02-24"
  },
  {
    "id": 15,
    "image": "assets/images/dota2.jpg",
    "title": "Dota 2",
    "popularised": "1028631",
    "stars": "10",
    "body": "Sobre este jogo\n\nDiariamente, milhões de jogadores mundo afora batalham como um dentre os mais de cem heróis do Dota. Estejam jogando há 10 ou 1.000 horas, há sempre algo novo para descobrir. Com atualizações constantes das mecânicas, recursos e heróis, o Dota 2 se tornou mais que um simples jogo. Quando o assunto é diversidade de heróis, habilidades e itens poderosos, o Dota reina — não há duas partidas iguais. Qualquer herói pode se encaixar em várias funções, e há inúmeros itens para ajudar a atender às necessidades de cada partida. O Dota não limita como você deve jogar, permitindo que se expresse no seu estilo. O equilíbrio competitivo é a peça mais importante do Dota, e para garantir que todos estão em pé de igualdade, o conteúdo base do jogo — como o vasto elenco de heróis — está disponível a todos os jogadores. Fãs podem colecionar itens cosméticos para heróis e o mundo em que habitam, mas tudo o que precisa para jogar está liberado antes mesmo de entrar na primeira partida. Aprenda o básico jogando cooperativamente contra bots. Aprimore as suas habilidades no modo de teste de heróis. Entre de cabeça no sistema de criação de partidas, que usa o seu comportamento e nível de habilidade para garantir que você jogará com os jogadores certos a cada partida.",
    "tips": "1. Conheça o jogo em paz, sem outros players\n\nO maior erro do jogador iniciante é achar que pode ir direto para um jogo normal. Dota 2 é um jogo altamente competitivo e complexo. Você vai jogar em um time de 5 jogadores contra outros 5 jogadores. As partidas duram mais de 30 minutos e ninguém quer alguém 100% perdido no jogo.Mas não se engane: a maioria dos jogadores de DOTA 2 são extremamente ruins, sendo que mais de 50% estão nos ranks mais baixos\n\n2. Tutorial é importante (10–30 min)Eu odeio tutoriais. Eu sou o tipo de player que quer aprender na prática, jogando. Mas DOTA 2 não é um jogo solo. É mais como tocar em uma banda. Você não quer chegar em um ensaio e passar vergonha, então vai ter que aprender seu instrumento em casa, sozinho. Faça o tutorial e aprenda como o jogo funciona. Leia o Glossário. Seja um nerd!\n\n3. Escolha de 3 a 5 heróis para aprender. Teste os heróis\n\nDiferente da concorrência, Dota 2 te entrega mais de 130 heróis logo de cara, habilitados. Parece empolgante sair jogando com tudo, mas não é uma boa escolha. Não adianta aprender um boneco se você ainda não sabe as regras do jogo direito, então comece focando em heróis simples para entender as mecânicas do jogo. Você pode (e deve) testar os heróis no modo de Demonstração, um botão que está no perfil de cada herói.\n\n4. Configure o jogo\n\nAlguma hora você deve fazer isso, então apenas vou deixar esse lembrete.Como é um processo burocrático e chato, deixe isso para quando estiver com disposição.\n\n5. Use a Demonstração de herói para se familiarizar com o básico (10 min)\n\nO primeiro local de treino deve ser a Demonstração de Herói. Lá você terá acesso rápido e fácil ao herói, inimigos, itens, sacos de pancada e muito mais. ",
    "releaseDate": "2023-07-09"
  },
  {
    "id": 16,
    "image": "assets/images/nfsmw2.png",
    "title": "Need For Speed Most Wanted",
    "popularised": "15933",
    "stars": "7.8",
    "body": "O mundo aberto de Need for Speed™ Most Wanted dá a liberdade para você dirigir da forma que desejar. Realize saltos e pegue atalhos, troque de carros, seja discreto ou dirija em terrenos onde você pode aproveitar os pontos fortes do seu veículo. Abra caminho entre policiais e rivais com carros de alta tecnologia e um monte de nitro. Tudo gira ao redor de você, seus amigos e uma imensa gama de carros. Vamos ver o que você é capaz de fazer.\n\nPrincipais características:\nAção o tempo todo sem parar. Sem menus, sem salas de espera, sem restrições, só a mais pura competição. Corra, batalhe, bata e explore ao seu próprio ritmo. Há uma quantidade imensa de atividades para fazer (e recompensas para coletar) espalhadas pelo mundo.\nProve que você é o melhor. Escolha um carro e entre na lista de eventos competitivos do modo online. Influencie a lista ao votar com seu carro. Lute pela posição na linha de largada. Cruze a linha de chegada e dê meia-volta para eliminar os rivais.\nVença seus amigos. O registro automático grava tudo que você faz e transmite os seus feitos mais notáveis de pontuação, velocidade e tempo com amigos. E você também vai ver os deles! Seja lá o que escolher fazer, sempre haverá alguém para vencer.\nTeste suas habilidades de direção urbana. Need for Speed Most Wanted transmite uma profunda experiência física que exibe a personalidade de carros licenciados sensacionais. Experimente velocidades insanas, batidas espetaculares, direção agressiva e derrapagens fora do sério.",
    "tips": "Confira dicas para mandar bem no game:\n\nCorrigindo seu balanço\n\nAo contrário de outros títulos da franquia, Most Wanted traz uma jogabilidade mais real. Consequentemente, isso faz com que os veículos tenham um controle um pouco mais complexo em altas velocidades.Quando seu carro começar a ficar com o balanço ruim, seja em uma área sem pavimentação, ou decorrente de batidas, aperte o botão para acionar o Nitro. Isto fará com que o seu carro fique mais estável.\nFugindo da polícia\nUm dos grandes baratos do game é fugir da polícia. Uma das formas menos complexas, é fazer com que eles o percam de vista. Basicamente isso quer dizer: abusar de manobras em ruas mais estreitas, além de utilizar diversos atalhos.\nFazendo curvas fechadas\nQuando for preciso fazer uma curva fechada na rua (apenas em lugares com pavimentação), faça da seguinte forma: quando estiver prestes a chegar no local onde quer virar, libere o botão de acelerar e aperte o freio de mão. Após seu carro virar cerca de45 graus, solte o freio de mão e aperte o acelerador. Esta mudança ocorre muito rápido, em uma fração de segundos. Ainda no movimento, quando seu carro tiver virado 90 graus, mas ainda der para ver as suas laterais, dê um turbo na aceleração com o botão do Nitro. Apesar de colidir com construções ou outros carros à sua frente, seja do lado direito ou esquerdo, você não irá perder velocidade ou sair do rumo da corrida.\nUsando o Nitro no momento certo\nSaiba que o Nitro é mais importante para retomar velocidade em esquinas apertadas, ou curvas fechadas, do que aumentar sua velocidade máxima por dois ou três segundos em uma reta. A não se que esteja  em uma highway ou estrada com grande parte dela sendo uma reta. Daí, vale usar o turbo para ultrapassar seus adversários.\nPacote para ser mais rápido nas corridas\nO pacote “Long Gear” vem com um aumento na arrancada, além de aumentar a velocidade máxima do carro em 40 MPH (milhas por hora). Ótimo para disputas com outros corredores.\nCurvas em U\nPara realizar as curvas em “U” (retornos) em alta velocidade, pare de acelerar e aperte o direcional para onde gostaria de virar. Depois aperte de novo o botão de aceleração. Seu carro irá derrapar enquanto faz a curva.\nQuando pensar em vender seu carro….\nCaso queira repassar seu carro, primeiro venda as peças instaladas na qual poderá fazer algum dinheiro no jogo, sem mudar o valor total do carro.\nSaiba fazer investimentos\nQuando jogar no modo “Career”, não desperdice sua grana fazendo o upgrade de todos os carros que você possui. Procure focar naquele que conta com uma melhor aceleração, manuseio e frenagem. Nos níveis mais acima, quando você realmente precisar de um carro de alta performance, use todo o seu dinheiro nele, para comprá-lo e maximiza-lo totalmente.\nCorridas com radares de velocidade\nNas corridas chamadas de “Speed Trap”, procure não ficar logo em primeiro lugar no começo da corrida. Apenas se concentre em dirigir e conseguir o máximo de velocidade embaixo dos radares. Use o Nitro logo antes de se aproximar deles. Você poderá ver a localização dos radares a frente olhando para o mini mapa. O total de velocidade fará com que você ganhe a corrida, e não sua posição de chegada.Porém, não fique muito atrás dos outros competidores, pois quando alguém acaba a corrida, sua velocidade irá começar a diminuir na taxa de 10 km/h a cada segundo.",
    "releaseDate": "2012-10-30"
  },
  {
    "id": 17,
    "image": "assets/images/codmw.jpg",
    "title": "Call Of Duty: Modern Warfare ",
    "popularised":"14174",
    "stars": "9",
    "body": "Na sequência direta do recordista Call of Duty®: Modern Warfare® II, o Capitão Price e a Força-Tarefa 141 enfrentam a ameaça definitiva. O ultranacionalista e criminoso de guerra, Vladimir Makarov, está estendendo seu domínio por todo o mundo, fazendo com que a Força-Tarefa 141 lute como nunca antes.\nUm velho inimigo retorna\nVladimir Makarov é um inimigo familiar com uma missão terrível. Ele é meticuloso, frio, calculista e um soldado em essência. A teia que ele tece é vasta, já influenciando os eventos do Modern Warfare II e além por meio de seus peões, como o Grupo Konni e outros – quer eles saibam disso ou não.\nCombate é sinônimo de escolhas\nCombate é sinônimo de escolhas, diferentes armamentos e diferentes caminhos ao longo da missão. Além das missões cinemáticas da campanha Call of Duty®, o Modern Warfare® III apresenta missões de combate aberto que oferecem mais opções de escolha ao jogador. Não existe uma solução única para todos – a escolha é sua: adotar uma abordagem furtiva ou atacar todo e qualquer inimigo.\nOperação 627\nA nova missão da campanha começa com uma equipe de elite se infiltrando em uma prisão de segurança máxima em busca de um ativo de alta prioridade. Cuide da retaguarda, pois nem tudo é o que parece.\nA história continua\nO enredo explosivo de Modern Warfare continua com missões baseadas na história, reviravoltas inesperadas e ação cinematográfica ininterrupta.\nMissões de Combate Aberto\nExperimente Call of Duty como nunca antes, com missões totalmente novas que podem ser concluídas da maneira que você quiser. Vá com tudo ou tente passar despercebido. Você decide.\nEntre na briga\nEntre em um mundo imersivo com ambientes impressionantes, reativos e realistas que apresentam novos lugares para explorar e segredos para descobrir.\n",
    "tips": "O remake do Call of Duty de maior sucesso da história quer tomar o reinado do jogo original. E é bem capaz que consiga. Com uma campanha mais ousada, aberta e linda, além de uma experiência multiplayer de tirar o fôlego, liderada pelo brilhante modo Gunfight, o novo Modern Warfare testará seus seu limites ao mesmo tempo que encanta. Por isso, confira nossas dicas do modo campanha e multiplayer e suba rapidamente de patente.\nCampanha\nAvance no seu tempo.\nNada de partir para cima em situações de combate, pois você não é John Rambo! O ritmo no Modern Warfare é bem mais lento. 'Rushar' é sinônimo de receber muito dano. Tenha paciência, lembre-se do nível de realismo do jogo e use a cobertura como vantagem, ao montar sua arma em superfícies rígidas para estabilizar seu recuo.\nOuça atentamente seus colegas de equipe. Personagens do seu time, como o Capitão Price, fornecem pistas de áudio como parte de seus objetivos. Por exemplo, se for instruído a não atirar em ninguém, obedeça! Preste atenção no que dizem, pois você será recompensado durante momentos importantes se obedecer.\nVolte e jogue missões novamente. Algumas das missões têm várias formas de serem abordadas, como o ataque em Piccadilly, por exemplo. Repita essas missões e veja coisas que não foram vistas na primeira, segunda e terceira vez. Além disso, a cada missão você recebe uma classificação de quão bem foi seu desempenho. Isso leva em consideração coisas como garantir que você não prejudique civis. Se necessário, tente superar sua classificação com uma nova tentativa sem erros.\nMude de arma. Geralmente, no início de cada missão você recebe uma arma-padrão para começar. Às vezes será possível encontrar uma variedade de outras armas oferecidas pelo jogo. Experimente algumas delas, pois às vezes é possível encontrar algo que vai além de ser apenas melhor no geral. Você pode começar com uma arma que não tem mira e mais tarde se deparar com uma com red dot, que o ajudará a mirar com mais facilidade. Mantenha os olhos abertos!\nO cinto de utilidades. E quem disse que só o homem-morcego que pode? Todos amamos gadgets e às vezes recebemos itens de utilidade, como flashbangs e granadas. Se estiver em uma situação delicada, jogue um desses para fora em busca de algum alívio da pressão. Esses itens não estão em nosso arsenal à toa, então dê bom uso a eles.\n",
    "releaseDate": "2023-03-08"
  },
  {
    "id": 18,
    "image": "assets/images/l4d2.jpg",
    "title": "Left 4 Dead 2",
    "popularised": "644760",
    "stars": "10",
    "body": "\nSobre este jogo\nSituado em um apocalipse zumbi, Left 4 Dead 2 (L4D2) é a aguardadíssima sequência do consagrado Left 4 Dead, o jogo cooperativo mais popular de 2008.\nEste jogo de tiro em primeira pessoa de terror cooperativo leva você e os seus amigos pelas cidades, pântanos e cemitérios do sul dos EUA, começando em Savannah para chegar a Nova Orleans ao longo de cinco campanhas extensas.Você jogará como um dos quatro novos sobreviventes armados com um amplo e devastador arsenal de armas clássicas e aprimoradas. Além de armas de fogo, você terá a oportunidade de enfrentar os infectados de perto com uma variedade de armas corpo a corpo, como motosserras, machados e até mesmo a mortífera frigideira.\nVocê colocará essas armas em prática contra três novos Infectados Especiais horripilantes e formidáveis (ou como um deles, no modo Versus). Você também encontrará três infectados incomuns, incluindo os nojentos homens de lama.Para levar a jogabilidade frenética e repleta de ação de L4D2 ao próximo nível, apresentamos a versão 2.0 da IA Diretora. Esta diretora aprimorada pode mexer no clima ou no trajeto que você tomará, além de ajustar a população de inimigos, os efeitos e sons de acordo com o seu desempenho. L4D2 promete uma experiência gratificante e desafiadora diferente a cada partida, adequando-se ao seu estilo.\nAção cooperativa de nova geração dos criadores de Half-Life, Portal, Team Fortress e Counter-Strike.\nMais de 20 armas e itens novos, incluindo mais de 10 armas corpo a corpo — como machado, motosserra, frigideira e taco de beisebol — para que possa enfrentar os zumbis de perto.\nNovos sobreviventes. Nova história. Novas falas.\nCinco campanhas extensas para os modos Campanha, Versus e Sobrevivência.\nModo multijogador inédito.\nInfectados incomuns. Cada uma das cinco campanhas novas conta com, pelo menos, um desses zumbis incomuns exclusivos.\nIA Diretora 2.0: um conjunto de tecnologias avançadas, chamado de IA Diretora, foi responsável pela base da jogabilidade única de L4D — personalizando a população de inimigos, efeitos e trilha sonora de acordo com o desempenho dos jogadores. L4D2 conta com a IA Diretora 2.0, que expande a diretora para personalizar a disposição dos níveis, objetos, clima e iluminação do mundo para refletir diferentes horários do dia.\nUm sistema de estatísticas, classificações e prêmios promove a colaboração entre os jogadores.",
    "tips": "No jogo Left 4 Dead 2, ao longo dos anos, aprendi muitas coisas com os amigos e cheguei a algumas conclusões. Selecionei as melhores delas, que transformarão qualquer jogador em um verdadeiro profissional (ou não).\n\n1- Por trás\nRaciocine comigo: quando um colega está cercado pela horda, ele provavelmente está atirando para a frente. Para ajudá-lo, o mais inteligente não seria atirar nos zumbis que estão ATRÁS dele? Só reze para que ele saiba atirar para a frente.\n2- Tank esmaga\nO tank incapacita alguém. Outro jogador começa a bater com armas melee no tank. O tank não sairá de cima do jogador caído enquanto outro estiver golpeando-o com melee. A maioria dos (bons) jogadores sabe disso. Não é melhor sacrificar o jogador incapacitado para evitar mais danos ao time? Certifique-se de ter um desfibrilador, claro. E que o jogador caído não seja a sua esposa, ou você dormirá no sofá com os zumbis.\n3- Atire e bata que é batata\nSe estiver cercado pela horda sem melee, alterne entre atirar e empurrar os zumbis, principalmente quando for recarregar. Não se esqueça de que quatro ou cinco empurrões matam um zumbi.\n4- Last man in the world\nEssa vale para servidores que usam o “!buy”. Se o time todo morreu, compre desfibriladores e tome uma adrenalina para fazer tudo mais rápido. Ou morra com 5.000 especiais e 80 tanks te atacando. Jogar uma bile bomb para afastar os zumbis também ajuda.\n5- Covarde vivo\nÀs vezes, muito raramente, é preciso abandonar seu time. Se você está preto-e-branco, todos mortos e tem dois tanks te perseguindo, o melhor é fugir para a safe. É mais inteligente do que tentar salvar o time de noobs que morreu porque não sabia onde ficava a tecla Control.\n6- Pode bater que eu aguento\nSempre veja o nível de dificuldade do jogo (segure a tecla Tab). Tentar levantar um colega com três zumbis te batendo no expert é MUITO diferente de fazê-lo no nível normal.\n7- Morrendo e aprendendo\nNão adianta curar o time todo a toda hora, feito super-mãe da galera. Às vezes é melhor deixar morrer ou recomeçar o mapa. Assim, teoricamente, espera-se que os jogadores se esforcem mais (eu acredito na humanidade). Se ajudar o tempo todo, os noobs ficarão dependentes de você e até vão parar de atirar (se é que atiram).\n8- Perca as cabeças\nSe tiver de “passar a metranca” na horda, atire na altura das cabeças. É mais eficiente, ainda que se você acertar o corpo alguns zumbis cairão. Considere dois fatores fundamentais: esvaziar um pente inteiro de M16 contra a horda é de um prazer inestimável e cabeças explodindo são pura arte.\n9- Pule…\nSe estiver com zumbis por perto, o melhor é pular para jogar a bile bomb. Ou estrague sua chapinha.\n10- … e agache\nEssa dica não é 100% comprovada, mas acredito que, agachado, os zumbis terão menos pixels de seu corpo para bater. Logo, quando estiver cercado, use a tecla Control (e o botão esquerdo do mouse).\n11- Um, dois, três, testando\nExperimente ficar com a energia baixa ou mesmo preto-e-branco para ver se alguém te cura. Se precisar, morra e espere alguém usar o desfibrilador. Logo você saberá se está em um servidor “cada um por si” ou se está jogando com os bons. E lembre-se: na hora de levantar alguém, procure primeiro o jogador que te ajudou. Ele provavelmente é o que fará mais quando estiver de pé. Os outros certamente vão cair de novo e de novo, e você terá mais trabalho com esses noobs com mouse de bolinha.\n12- Fogo de chão\nNão importa o quanto você viva ou jogue, um dia você terá de usar a ultra-avançada tática de sobrevivência do “Molotov no pé”. Cercado pela horda, com o helicóptero pousado e os noobs te apressando, às vezes o único jeito é jogar um molotov para baixo, no próprio pé! Pode rir se quiser, mas cedo ou tarde você vai usar isso, tenha certeza. Dica para os noobs: não faça isso no modo expert.\n",
    "releaseDate": "2009-11-17"
  },
  {
    "id": 19,
    "image": "assets/images/lethalcompy.jpg",
    "title": "Lethal Company",
    "popularised": "322538",
    "stars": "8.9",
    "body": "Sobre este jogo\nVocê é um trabalhador contratado pela Empresa. Seu trabalho é coletar sucata de luas industrializadas e abandonadas para atender à cota de lucro da Empresa. Você pode usar o dinheiro que ganhar para viajar para novas luas com maiores riscos e recompensas - ou pode comprar ternos elegantes e decorações para sua nave. Experimente a natureza, escaneando qualquer criatura que encontrar para adicioná-las ao seu bestiário. Explore as maravilhas ao ar livre e vasculhe os interiores de aço e concreto em ruínas. Só nunca deixe de cumprir a cota.\nEsses perigos atacam os vulneráveis e solitários, e a proteção de sua equipe pode ser sua única esperança. Você pode guiar seus companheiros de tripulação a partir de sua nave, usando o radar para indicar armadilhas e usando o terminal da nave para acessar portas trancadas remotamente - ou todos podem entrar juntos. A loja da Empresa oferece muitas ferramentas úteis para o trabalho, incluindo lanternas, pás, walkie-talkies, granadas de choque ou boomboxes.\nAs coisas ficam perigosas à noite. Comunique-se com seus companheiros de tripulação para levar todos os objetos de valor para a nave antes que fique muito perigoso e tente não deixar ninguém para trás.",
    "tips": "Guia Lethal Company\nParabéns, você conseguiu um emprego na Companhia e está se preparando para viajar para luas distantes em busca de sucata para vender de volta. Aqui está o Guia Lethal Company que você precisa saber antes de se aventurar fora do seu navio pela primeira vez!\nO que tem para fazer no Lethal Company?\nO jogo traz uma imersão e te deixa alerta o tempo todo enquanto estiver dentro das instalações, o sistema de voz te faz sentir uma apreensão quando do nada seus amigos não te respondem mais e o sistema de cotas te faz assumir maiores risco para atingir o objetivo do valor das sucatas.\nComo jogar Lethal Company\nDepois de pousar na lua, você e seus companheiros sairão para explorar o local de pouso e vasculhar os prédios abandonados em busca de sucata, que você pegará e trará de volta para sua nave.\nPara uma experiência completa, recomendamos usar apenas o chat de voz no jogo. Isso significa que vocês precisam ficar juntos para se comunicar e ficar quietos para evitar provocar certos monstros. Se você estiver deixando um colega de equipe no navio para observar os monitores, você pode comprar walkie-talkies para que eles possam transmitir informações para você.\nExistem vários perigos e perigos que você terá que enfrentar, incluindo armadilhas e torres, monstros hostis e riscos ambientais.\nSerá mais perigoso lá fora depois de escurecer. Enquanto estiver fora, você pode ver a hora do dia na parte superior da tela. O navio partirá à meia-noite, então não fique para trás!\nVocê tem um número limitado de dias para coletar sucata, após os quais você voará de volta ao planeta da empresa e a venderá. Dedos cruzados para que você atinja sua cota de lucro... ou será demitido.\n\nUsando o Terminal de Console\n\nEscolha em qual lua pousar a cada dia. Pode haver uma taxa de transporte a pagar, dependendo de onde você deseja ir.\nLuas mais distantes são geralmente mais perigosas e mais caras.\nFique atento aos modificadores de clima/condição, pois eles também tornarão seu dia de trabalho mais perigoso.\nGaste os créditos da sua empresa em equipamentos, incluindo lanternas, walkie-talkies e armas.\nO equipamento adquirido chegará como lançamento aéreo à sua lua atual pouco tempo após a compra - não perca!\nExamine seus registros de vida selvagem para aprender sobre as criaturas que você encontrou.\nMude qual jogador a tela do monitor da nave seguirá (Você pode apertar E mirando no botão branco 'Switch Camera').\nLembre-se de vender sempre no último dia da cota, pois é garantido que nesse dia você irá receber 100% do valor da sucata que recolherem.\n\nMorte\n\nDevido aos vários perigos presentes durante a coleta de sucata, é provável que um ou mais membros do seu grupo morram em algum momento. Você receberá uma multa da Empresa para cada membro do grupo que for morto ou deixado para trás. No entanto, você pode reduzir isso trazendo os corpos dos seus tripulantes de volta a nave.\nSe todos os membros do grupo de exploração morrerem, o navio partirá automaticamente e você perderá toda a sucata que tinha na nave.",
    "releaseDate": "2023-10-23"
  },
  {
    "id": 20,
    "image": "assets/images/projectzomboid.jpg",
    "title": "Project Zomboid",
    "popularised": "226196",
    "stars": "10",
    "body": "Project Zomboid é um sandbox aberto infestado de zumbis. Ele faz uma pergunta simples – como você vai morrer?\n\nNas cidades de Muldraugh e West Point, os sobreviventes devem saquear casas, construir defesas e fazer o máximo para adiar sua morte inevitável dia após dia. Nenhuma ajuda está chegando – a continuação da sua sobrevivência depende apenas de sua própria astúcia, sorte e habilidade para evadir uma horda implacável.\nCaracterísticas atuais\nJogo hardcore de sobrevivência de zumbis em sandbox com foco em sobrevivência realista.Multijogador online com servidores permanentes gerenciados pelos jogadores. Co-op local para 4 jogadores em tela dividida. Centenas de zumbis com mecânicas de enxame e sistemas avançados de visão e audição. Sistema completo de linha de visão e mecânicas em tempo real de iluminação, som e visibilidade. Esconda-se nas sombras, mantenha o silêncio e apague as luzes à noite, ou pelo menos pendure lençóis nas janelas.Mapa vasto e em expansão (vagamente baseado em um local do mundo real) para você explorar, saquear e montar sua fortaleza. Confira o projeto de mapa do Blindcoder: https://map.projectzomboid.com/. Veículos com física completa e mecânicas de jogo profundas e realistas. Use ferramentas e itens para fabricar armas, barricadas e cozinhar. Você pode até construir fortes à prova de zumbis cortando árvores, serrando madeira e coletando suprimentos. Lide com depressão, tédio, fome, sede e doenças enquanto tenta sobreviver. O dia vira noite. A eletricidade falha. Hordas migram. O inverno se aproxima. A natureza gradualmente começa a tomar conta. Agricultura, pesca, carpintaria, culinária, armadilhas, personalização de personagens, habilidades e vantagens que se desenvolvem com base no que você faz no jogo. Zumbis de verdade que não correm. (A menos que você diga para eles correrem no menu sandbox). Um monte de incríveis trilhas atmosféricas compostas pelo prodígio Zach Beever. Cenários de Desafios imaginativos e modo de ação instantânea ‘Last Stand’, além dos modos regulares Sandbox e Sobrevivência. Suporte completo, aberto e poderoso para modding em Lua. Suporte para gamepad Xbox no Windows. (Outros gamepads podem ser configurados manualmente).",
    "tips": "Aqui vai 10 dicas pra tu arrebentar com a boca do balão nesse jogunho massa pra caralho\n\n1. Ao se mover, agache\n\nEm Project Zomboid, o silêncio é uma ferramenta importante, afinal, os zumbis são atraídos pelo som. Por essa razão, evite correr mesmo em situações de risco. Ao andar agachado, o jogador reduz os ruídos desnecessários e, por não precisar fugir, economiza tempo para vasculhar o ambiente ao redor. Em geral, produzir barulhos, como ao gritar ou ligar a sirene de carros, é útil somente quando o plano é criar distrações ou estratégias específicas.\n2. Carregue somente o necessário\nCom tantos itens disponíveis no jogo, é normal que o jogador se sinta tentado a pegar o máximo que conseguir. No entanto, se o seu personagem carregar muitos materiais, ele ficará pesado e terá dificuldade para se locomover. Assim, em situações de risco, como durante uma fuga de um grupo de zumbis, isso pode ser um grande problema.\nEntão, no início, o ideal é vasculhar os locais em busca de itens básicos. Procure por materiais como medicamentos, garrafas de água, comida e mochilas/bolsas. Com o passar do tempo, sinta-se à vontade para coletar os loots que desejar, mas, antes, foque no que for essencial. Uma dica é priorizar comidas, suprimentos médicos, bolsas, livros e revistas.\n3. Encontre uma base\nAs bases são um elemento essencial para garantir a sobrevivência no jogo. Nos primeiros dias, achar um local não é tão urgente, mas começar a pensar onde gostaria de se estabelecer é interessante. Ao encontrar o lugar desejado, prepare-o: coloque cortinas na janela, fortifique as estruturas e elabore uma rota de fuga em caso de invasão por parte dos zumbis.Para facilitar a busca, procure por prédios ou casas bem localizadas. Dessa forma, você provavelmente terá diversos recursos à disposição, como comida, água, árvores, ferramentas, lagos ou até mesmo armas. No entanto, não há uma regra — o importante é se desafiar e testar ambientes ao máximo. \n\n4. Ache mochilas e sacolas cedo\n\nMochilas, sacolas, sacos de lixo, lancheiras, maletas e outros itens são úteis na hora de carregar suas coisas. Com esses equipamentos, 'lootear' (ato de recolher materiais espalhados pelo game) se torna uma tarefa mais fácil e viável. Nos estágios iniciais da sobrevivência, opte por pegar qualquer saco que ajude a carregar os pertences. As mochilas são os melhores equipamentos no sentido de transportar itens. Essa afirmação se deve ao fato de que, com elas, o jogador fica com as duas mãos livres, o que facilita na hora de manusear armamentos. A 'mochila militar', a 'mochila grande' e a 'mochila de caminhada grande' são, atualmente, os itens com as maiores capacidades de armazenamento do jogo.\n\n5. Consiga um carro\n\nApesar de barulhentos, os automóveis são importantes para a sua jogatina. Eles facilitam a locomoção, servem para armazenar materiais, conseguem transportar itens pesados, como geladeiras, e podem ser utilizados como barricadas caso queira. Além dos bancos e dos porta-luvas, também é possível usar a mala para colocar pertences. Ao somar os espaços dos assentos e da mala, a 'Chevalier Step Van', o 'Dash Bulldriver' e o 'Franklin Valuline' são os automóveis com a maior capacidade de armazenamento do game. No entanto, no início do jogo, utilize o primeiro veículo que conseguir encontrar. Por fim, apesar de tentador, evite usar carros para atropelar os zumbis — eles são danificados durante o processo.\n\n6. Rasgue roupas para fazer bandagem\n\nCaso esteja sem bandagens no momento, é possível rasgar roupas e utilizá-las como curativo. Essa técnica é muito útil em situações que exigem uma solução rápida, como no caso de precisar estancar sangramentos. Então, utilize vestimentas sem utilidade para criar o curativo improvisado ou então use as roupas dos zumbis para isso. A vantagem é que você nunca ficará sem uma forma de lidar com os seus machucados. \n\n7. Assista TV e leia livros\n\nAntes da energia acabar, é possível aproveitar para assistir TV. Ao fazer isso, seu personagem consegue aumentar as suas habilidades em determinada categoria (carpintaria, agricultura, mecânica, entre outros). O mesmo pode ser dito sobre os livros e as revistas, visto que os itens são uma forma fácil de aprimorar skills no jogo. Também é possível aprender coisas ao assistir fitas VHS, que podem ser encontradas em algumas casas e lojas espalhadas pela cidade. \n\n8. Use mapas\n\nNo jogo, é possível encontrar mapas das cidades ou de alguns sobreviventes que anotaram os prédios ao redor com suprimentos úteis. No entanto, a maior parte da comunidade do Project Zomboid utiliza o site (https://map.projectzomboid.com/) para se encontrar no game ou localizar ambientes com loots bons. Enquanto ainda estiver se acostumando com os cenários, não deixe de consultar o mapa ao se sentir perdido. \n\n9. Não saia a noite ou durante a névoa \n\nA neblina também pode impactar o cenário de Project Zomboid. Então, quando esse momento chegar, evite sair de casa e, principalmente, dirigir. A névoa atrapalha a visão e permite que os zumbis cheguem até o jogador sem serem vistos. Já em relação ao carro, as chances de acontecer uma batida são altas, visto que é difícil enxergar obstáculos na estrada. É possível, inclusive, morrer ou ficar gravemente ferido em um acidente envolvendo veículos. Caso não tenha lanternas ou algum meio para iluminar a noite, não saia de casa. A situação é parecida com o que acontece nos momentos de neblina: é difícil de enxergar e as chances de eventos indesejados acontecerem aumentam. Por isso, opte por fazer tarefas durante o dia.\n\n10. Atenção aos alarmes\n\nAo invadir uma casa ou entrar em um carro, é possível acabar disparando um alarme. Se isso acontecer, fuja do local imediatamente e, então, espere algumas horas para retornar e continuar a exploração. Caso opte por ficar, você provavelmente terá que enfrentar grupos grandes de zumbis, atraídos por causa do barulho alto.",
    "releaseDate": "2013-11-08"
  },
  {
    "id": 21,
    "image": "assets/images/metroexodus.jpg",
    "title": "Metro Exodus",
    "popularised": "91217",
    "stars": "8",
    "body": "Metro Exodus\n\nAno de 2036.\n\nVinte e cinco anos depois da guerra nuclear que devastou o planeta, alguns milhares de sobreviventes ainda vivem abaixo das ruínas de Moscou, nos túneis do Metrô.\n\nEles sobreviveram aos elementos nocivos, lutaram contra feras mutantes e monstros sobrenaturais, e sofreram no fogo da guerra civil.\n\nAgora, como Artyom, você precisará fugir do Metrô e liderar um grupo de patrulheiros espartanos em uma jornada incrível pela Rússia pós-apocalíptica, em busca de uma nova vida no leste.\n\nProduzido pela 4A Games, Metro Exodus é um jogo de tiro em primeira pessoa impressionante com uma história envolvente. O jogo mistura combates letais e furtividade com exploração e terror de sobrevivência em um dos universos mais imersivos já criados.\n\nExplore a Rússia em mapas não lineares enormes e descubra uma história emocionante começando na primavera, passando pelo verão e pelo outono até chegar ao rigoroso inverno nuclear.\n\nInspirado nos livros de Dmitry Glukhovsky, Metro Exodus segue a história de Artyom na maior aventura do universo Metro de todos os tempos.",
    "tips": "O mundo de Metro Exodus consegue ser brutal e mortífero, simultanemanete. Algumas zonas são um género de mundo aberto e isso tem um grande impacto na jogabilidade, bem como o excelentemente implementado ciclo dia/noite. Com vastas áreas por explorar, o perigo pode aparecer de qualquer lado, a qualquer hora do dia e nunca irão estar em plena segurança. Por estas e outras razões, aqui ficam algumas dicas para vos ajudar a sobreviver mais facilmente.\n\nEspero que as próximas linhas vos possam elucidar sobre alguns pontos do jogo e tornem a vossa aventura um pouco mais fácil.\n\nFaçam loot a todos os inimigos\n\nIsto é senso comum em qualquer jogo mas quando os recursos são algo escassos, vale tudo. Todos os inimigos vão ter sempre algo para vocês, quer sejam recursos ou partes para armas. Nunca deixem passar em vão a oportunidade de obterem mais itens para melhorarem o vosso equipamento ou criar medkits, munições, facas de arremesso, entre outras coisas.\n\nExplorem o máximo que conseguirem\n\nMetro Exodus não é totalmente um mundo aberto, mas nas zonas onde existe uma vasta área para explorar, não deixem de o fazer em todos os edifícios que possam aparecer no vosso caminho. Quem diz edifícios, diz também outro tipo de estruturas. Os itens que irão descobrir serão bastante importantes a curto prazo para elevarem rapidamente a qualidade, segurança e eficácia do vosso equipamento.\n\nNão ignorem as missões secundárias\n\nUm pouco relacionado com o ponto anterior, por vezes são-vos pedidas certas tarefas, as quais são totalmente opcionais. Porém, se decidirem fazê-las, irão ser recompensados ao longo das mesmas, por todo o loot que possam encontrar pelo caminho, essencial para sobreviverem.\n\nUsem os binóculos para descobrirem pontos de interesse\n\nRelacionado diretamente com o ponto anterior, a partir do momento em que desbloquearem os binóculos, irão poder fazer scout à zona e descobrir pontos de interesse. Esses pontos ficarão marcados com um ponto de interrogação no mapa. O caminho até lá pode muitas vezes ser arriscado e cabe a vocês decidirem se vale a pena ou não tentar, pois estes objetivos também são opcionais. Em último caso, podem decidir visitar estes locais durante o dia ou noite, dependendo se querem algo mais stealth ou tiros por todo o lado.\n\nVerifiquem o vosso objetivo constantemente\n\nA certo momento na campanha, ser-vos-á dado um equipamento para verificarem o vosso objetivo e posição no mapa, bem como posterior informação que possa aparecer no mesmo. De um lado temos o mapa e na parte traseira, o objetivo escrito. Verifiquem constantemente para uma melhor compreensão da vossa missão e localizações de pontos de interesse que possam estar perto de onde se encontram no momento.\n\nNão é necessário matar todos os monstros/inimigos\n\nComo já dei a entender em pontos anteriores, a escassez de munições é considerável. Por esta razão, às vezes convém pensar bem antes de começarem a disparar, pois quando chegarem momentos de maior aperto, onde as balas irão fazer realmente falta, a coisa pode dar para o torto. Vejam se podem matar alguns humanos em stealth ou sepermite evitar  o contacto direto com alguns monstros, usando esse mesmo stealth. Obviamente que tudo depende da hora do dia e da zona em que se encontem no momento.\n\nUsem stealth\n\nO stealth pode poupar-vos os mais variados recursos, tendo em conta o resultado final do confronto. Se as coisas correrem mal, podem ter que se curar usando medkits, criar mais balas, quem sabe mais facas ou ainda, consertarem a vossa máscara, entre outras coisas. Tudo isto consome recursos que podem ser úteis para outras situações de confrontos inevitáveis, impostos pela campanha.\n\nUsem a funcionalidade do ciclo dia/noite\n\nMais uma vez, este assunto está relacionado com a questão anterior. Pela primeira vez, a série tem um mundo algo aberto e ciclo dia/noite. Este ciclo é muito importante na hora de abordarem missões ou apenas na simples exploração do terreno sem grande objetivo. Em certas missões, ser-vos-á questionado se preferem fazê-la de dia ou noite. No que toca ao dia, podem ser mais facilmente vistos pelos inimigos (humanos) e estes também andam em patrulhas. Isto pode complicar o abordar de certas bases mas, por outro lado, a noite traz perigos como todos os monstros mais mortíferos que vagueiam na zona. Também existem alguns monstros durante o dia, mas a noite traz pouca visibilidade e o uso de lanterna também revela a vossa localização, penalizando-vos fortemente. Fica então ao vosso critério qual a melhor hora do dia para determinadas missões ou tarefas. Portanto, para mudarem a altura do dia, basta se deslocarem aos pontos no mapa sinalizados com umas casas verdes e deitarem-se na cama para ativar a opção. De salientar que todos estes locais estão ocultos no início de uma nova zona e que só com exploração é que serão revelados.\n\nCuidem das armas\n\nTal como nos jogos anteriores, as armas sofrem desgaste e convém serem tratadas. Sempre que puderem, limpem o vosso armamento de forma a não encravar em pleno combate e resultar na vossa morte. Algo bastante simples mas crucial em Metro. De salientar que esta ação consome recursos que podem ser usados para a criação de itens.\n\nDesmontem as armas deixadas pelos inimigos\n\nAs armas podem ser alvo de grandes upgrades e alterações, ao ponto de uma pistola, poder fazer praticamente um bom serviço de uma sniper, caso seja alterada para tal. Os upgrades para as armas podem ser apanhados em diversos locais espalhados pelo mapa, mas também, através das armas que os inimigos largam quando morrem. Para além da mochila sempre com conteúdo útil, também muitas vezes podem apanhar a sua arma. Porém, para este ponto, a ideia é desmontarem a arma ao invés de as apanharem. Ao fazerem isto, irão apanhar balas e obter partes para o melhoramento das mesmas. Irão também encontrar armas em que algumas das suas partes irão estar a laranja. Isto significa que são peças que podem aplicar nas vossas armas e que oferecem novos melhoramentos, os quais podem ir desde maior armazenamento de munição, maior estabilidade, mais alcance, entre outras coisas. Em último caso, se estiverem a ficar sem balas, troquem as vossas armas pelas do inimigo e podem obter de seguida os upgrades da arma que largaram no chão e que possuíam anteriormente. Não ficam a perder nada e ganham nova munição e arma pronta a usar.\n\nPodem criar itens e melhorar as armas a qualquer momento\n\nRelacionado diretamente com o ponto anterior, Exodus permite criarmos melhoramentos nas armas a qualquer momento com a nossa mochila. Para além desses melhoramentos, podemos também criar itens de saúde, facas, granadas de mão e fogo, entre outras possibilidades. Antes de entrarem em combate, é sempre bom verificarem se podem criar alguma coisa que, eventualmente, poderá fazer falta durante a luta.\n\nAbusem do Quick Save\n\nSe a opção existe, por alguma razão é. Antes de entrarem em combate ou em terreno desconhecido, gravem sempre. Isto permite que se as coisas correrem mal, podem sempre voltar atrás. Mas bom, quem é que não faz isto? Senso comum dos videojogos.\n\nDisparar agachado sempre que possível\n\nSempre que puderem, disparem agachados. Esta ação irá aumentar bastante a estabilidade da arma e a vossa eficácia na hora de disparar, permitindo poupar balas e recursos para criar mais munição posteriormente.\n\n",
    "releaseDate": "2023-02-14"
  },
  {
    "id": 22,
    "image": "assets/images/eurotrucksim.jpg",
    "title": "Euro Truck Simulator",
    "popularised": "568404",
    "stars": "10",
    "body": "Sobre o jogo\n\nViaje pela Europa como o rei da estrada, um caminhoneiro que entrega cargas importantes por distâncias impressionantes! Com dezenas de cidades para explorar no Reino Unido, Bélgica, Alemanha, Itália, Países Baixos, Polônia e muitos outros, sua resistência, habilidade e velocidade serão levadas ao limite. Se você tem o que é preciso para fazer parte de uma força de caminhoneiros de elite, pegue o volante e prove!",
    "tips": "Euro Truck Simulator 2 permite que o jogador assuma o controle de um caminhoneiro de carga pelas estradas de 26 países da Europa. O simulador testa habilidades como velocidade, perseverança e paciência diante de engarrafamentos. Um bom desempenho no game passa pelo controle das finanças e pela escolha de um veículo resistente\n\n1. Não use caminhão de empresa\n\nDirigir para uma empresa pode parecer uma boa ideia, já que a companhia arca com os custos de combustível, manutenção e pedágio. No entanto, o ganho final é mais vantajoso quando o transporte de cargas é feito com um caminhão próprio.\n\nPortanto, a dica é para jogadores priorizarem a compra do veículo o quanto antes. Além da questão financeira, o caminhão próprio também dá acesso ao modo de roaming gratuito e aumenta o mapa de atuação. \n\n2. Só pegue empregos na sua cidade\n\nA oferta de empregos no Euro Truck Simulator 2 é ampla, mas o recomendado é priorizar aqueles dentro da sua cidade. Sendo assim, o motorista não precisa dirigir grandes distâncias sem carga e é possível otimizar o tempo de trabalho, o faturamento e o consumo de combustível. Além disso, empregos com rotas curtas permitem ao jogador realizar diversas entregas em pouco tempo. \n\nOutra opção são as tarefas com remuneração alta por distância, que permitem um ganho expressivo com apenas um emprego. Vale estar sempre atento aos pedágios e verificar o preço do combustível antes de cruzar fronteiras. Quanto mais empregos o jogador concluir, mais experiência e pontos de habilidade adquire. Esses atributos são essenciais para atrair a atenção das empresas. \n\n3. Configure o treinamento dos seus motoristas\n\nTodo motorista contratado chega com o treinamento definido como “Balanced”, mas o recomendado é ajustar essa habilidade individualmente. A personalização permite que o motorista fature mais quando realiza uma entrega compatível com sua especialidade. Algumas das escolhas possíveis são Longa Distância, Cargas Frágeis e Cargas de Alto Valor. O lucro proporcionado varia para cada categoria. \n\n4. Guarde dinheiro\n\nOs bancos de ETS2 fazem de tudo para atrair os motoristas e vender empréstimos para quem sonha com o caminhão próprio. Entretanto, guardar dinheiro segue sendo a opção mais segura do game. Com os empregos certos, o jogador tende a subir rapidamente de nível e logo atinge a quantia necessária para a compra do caminhão, sem precisar recorrer às instituições financeiras. \n\n5. Compre uma garagem nova\n\nAo criar um novo perfil em ETS2, o jogador deve escolher a localização de sua primeira garagem, com apenas uma vaga de caminhão. A evolução no jogo permite a contratação de outros motoristas e, para isso, é preciso atualizar a garagem ou adquirir uma nova. A atualização insere duas vagas extras e faz com que a garagem comporte três caminhões. \n\nNo entanto, quando o jogador compra uma garagem nova, ganha três vagas vazias e fica com espaço disponível para manter quatro veículos. Além disso, as duas garagens podem ter localizações diferentes, aumentando a presença no mercado. Dê preferência para áreas centrais de grandes cidades, que costumam ter muitos pontos de coleta.\n\n6. Tenha os melhores caminhões\n\nO ETS2 possui 17 caminhões de sete diferentes fabricantes e ter um bom veículo reduz as despesas, além de, consequentemente, aumentar os ganhos do motorista no game. A Volvo conta com boas opções, como o modelo FH16 (ano 2009 ou 2012), oferecendo alta potência, motor que sustenta cargas pesadas, grande capacidade de combustível e custo relativamente baixo.\n\nNa Mercedes, o principal nome é o New Actros, um caminhão de desempenho pouco menor e custo maior que o FH16, mas com alta resistência e motor excelente. O Scania R completa a lista de caminhões baratos e de alto desempenho com cargas pesadas. Além disso, a atualização do motor também melhora a eficiência do veículo. Ter um bom caminhão também dá acesso a rotas de transporte especiais e empregos de alto lucro.",
    "releaseDate": "2012-10-18"
  },
  {
    "id": 23,
    "image": "assets/images/banana.jpg",
    "title": "Banana",
    "popularised": "4127",
    "stars": "10",
    "body": "Sobre o jogo\n\nBanana é um clicker game, nele você clica em uma banana!",
    "tips": "É só clicar na banana. Multiplas vezes.\n\nE ah, você pode comprar roupinhas para a banana!!!",
    "releaseDate": "2024-04-23"
  },
  {
    "id": 24,
    "image": "assets/images/rdr2.jpg",
    "title": "Red Dead Redemption 2",
    "popularised": "531225",
    "stars": "9.5",
    "body": "Sobre este jogo\n\nEstados Unidos, 1899.\n\nArthur Morgan e a gangue Van der Linde são bandidos em fuga. Com agentes federais e os melhores caçadores de recompensas no seu encalço, a gangue precisa roubar, assaltar e lutar para sobreviver no impiedoso coração dos Estados Unidos. Conforme divisões internas profundas ameaçam despedaçar a gangue, Arthur deve fazer uma escolha entre os seus próprios ideais e a lealdade à gangue que o criou.\n\nAgora com conteúdo adicional no Modo História e um Modo Foto repleto de recursos, Red Dead Redemption 2 também inclui acesso gratuito ao mundo compartilhado de Red Dead Online. Nele, os jogadores assumem uma diversidade de ofícios para construir suas próprias trajetórias na fronteira, seja perseguindo criminosos procurados como Caçador de Recompensa, estabelecendo um negócio como Mercador, escavando tesouros exóticos como Colecionador ou operando uma destilaria subterrânea como Moonshiner, e muito mais.\n\nCom novas melhorias gráficas e técnicas que tornam o jogo mais imersivo, Red Dead Redemption 2 para PC aproveita ao máximo a potência do PC para dar vida a cada canto deste mundo gigantesco, rico e detalhado, incluindo maiores distâncias de renderização; iluminação global de maior qualidade e oclusão do ambiente para melhorar a iluminação do dia e da noite; melhorias nos reflexos e sombras mais fortes e de maior resolução a todas as distâncias; texturas de árvore tesseladas e melhorias nas texturas de grama e pelo, tornando todas as plantas e animais mais realistas.\n\nRed Dead Redemption 2 para PC também oferece suporte a HDR e a monitores de ponta com resolução 4K ou superior, configurações com vários monitores, widescreen, taxas de quadros mais rápidas, entre outras opções.",
    "tips": "Red Dead Redemption 2 foi lançado pela Rockstar Games para consoles em 2018 e conta uma história anterior ao primeiro game da série. O jogo conta com um mundo aberto muito vivo e com diversas opções de atividades para completar no velho oeste. Veja como jogar Red Dead Redemption 2 e comece sua vida de fora da lei com um pouco mais de facilidade.\n\n1. Pague a sua própria recompensa\n\nComo você é um fora da lei, nada mais comum do que após alguns “trabalhos”, as autoridades colocarem um preço na sua cabeça. Quanto maior a quantia, maior serão as chances de surgirem caçadores de recompensa no seu encalço em momentos inoportunos.\n\nPara resolver a situação, pague o valor da sua recompensa nos postos do correio durante o dia.\n\n2. Complete as tarefas do acampamento\n\nCompletar as tarefas do acampamento permite evoluir sua barra de Dead Eye um pouco mais rápido no início do jogo.\n\nProcure interagir com os membros da gangue no acampamento. É algo divertido, você descobre diálogos extras que contam um pouco mais sobre as histórias dos personagens. Inclusive, existe o troféu “Garoto de recados” que está relacionado a completar tarefas para os membros da gangue, por isso fique esperto.\n\nFazer melhorias no acampamento também pode garantir suplementos extras de munição e habilitar recursos como “fast travel”.\n\n3. Sempre use o Dead Eye nos combates\n\nDead Eye é a habilidade de deixar o mundo em câmera lenta e com isso ter a possibilidade de marcar vários tiros em um inimigo ou em vários. Aprender a usar esse recurso é essencial, afinal você terá confrontos com muitos inimigos ao mesmo tempo em sua jornada. A barra de Dead Eye pode ser recuperada com o uso de tônicos, cigarros e outros itens consumíveis.\n\n4. Cuide bem do seu cavalo\n\nDiferente de GTA, em Red Dead Redemption 2, o cavalo, não é apenas o seu meio de transporte, mas também pode guardar seus itens e o jogo encoraja que você crie vínculos com o animal. Para aumentar esse vínculo é necessário alimentá-lo, limpá-lo e também fazer carinho, para que o animal aumente seus atributos como resistência e confiança.\n\nUm cavalo com pouco vínculo com o jogador, pode ficar facilmente assustado em um tiroteio, derrubar seu personagem e fugir. Enquanto um animal com pouca resistência pode se cansar rápido e dificultar perseguições ou fugas.\n\nEmbora essa descrição possa parecer um “processo de tamagochi” longo e chato, isso não é verdade. Todas as ações são feitas de forma bem rápida, de modo que nada disso que citei se torne enfadonho.\n\nO seu cavalo pode morrer por diversas situações como: ser atingido em um tiroteio, cair de um penhasco ou se você for descuidado e deixar o pobre equino estacionado no trilho dos trens. Sério, não faça isso. Para que seu cavalo não morra, sempre tenha um kit de ressuscitação.\n\nSe o cavalo morrer. Ele não voltará e você terá que reiniciar todo trabalho de criação de vínculo com outro animal.\n\n5. Cace animais para ganhar dinheiro e melhorar atributos\n\nCaçar animais garante peles e materiais para serem vendidos e com isso ganhar dinheiro. Carcaças podem ser vendidas ao açougueiro da cidade. Além disso, a caça permite que você obtenha carnes especiais para produzir refeições que garantem melhorias de atributos temporariamente.\n\nCaçar e esfolar animais aumenta a capacidade da sua barra de Dead Eye. Durante suas caçadas, utilize essa habilidade quando estiver em confronto com grandes predadores como lobos, suçuaranas e ursos.\n\nFique atento quando estiver cavalgando pelos pântanos, pois aligatores assustam cavalos facilmente, que acabam derrubando seu personagem e te deixando em situações complicadas. Acredite, isso vai acontecer. Porém, agora você já está ciente.\n\nAo mirar um animal, selecione o campo “Show info/exibir informações”. Ao fazer isso, é possível saber qual a arma ideal para abater um animal para não danificar a carcaça e se ele serve como ingrediente para uma receita especial.\n\nApós mirar, preste atenção a um ícone com três estrelas. A qualidade da carcaça é avaliada a partir disso. Três estrelas é uma carcaça com a melhor qualidade e por consequência vale mais dinheiro quando vendida.\n\n6. Explore o mundo, mas vá com calma\n\nRed Dead Redemption 2 tem um dos mundos abertos mais interessantes e vivos já feitos, contudo um erro comum entre jogadores é tentar explorar o mundo logo na primeira hora de jogo e acabar frustrado.\n\nO início do game se passa numa localidade nas montanhas, chamada Colter. Não há nada importante para explorar nesse momento e o jogo não libera muitas habilidades.Foque em completar as missões da história até liberar a cidade de Valentine, onde o jogo começa de verdade, com uma grande variedade de atividades para realizar. Não deixe de jogar todas as missões secundárias, missões dos estranhos, ajude gente perdida no mundo. Enfim, realize todas as atividades possíveis. Isso faz com que você conheça lugares diferentes, saiba mais sobre o mundo, pessoas e evolua seu personagem mais rápido.\n\n7. Português e legendas\n\nO jogo não permite que você altere o idioma dentro de suas opções. Para alterar o idioma é necessário mudar as configurações de idioma do seu console. Ou seja, um console configurado em inglês, vai reproduzir o jogo em inglês.\n\nRed Dead Redemption 2 conta com legendas em português. Uma opção que considero interessante habilitar é a possibilidade de colocar o nome do personagem que está falando nas legendas.",
    "releaseDate": "2019-12-05"
  },
  {
    "id": 25,
    "image": "assets/images/kerbal.jpg",
    "title": "Kerbal Space Program",
    "popularised": "98393",
    "stars": "7.6",
    "body": "Em Kerbal Space Program, cuide do programa espacial de uma raça alienígena, os Kerbals. Você tem acesso a uma variedade de peças para montar uma nave espacial totalmente funcional que voa (ou não), com base em aerodinâmica e física orbital de verdade. Lance sua tripulação Kerbal em órbita e além (e mantenha ela viva) para explorar luas e planetas do sistema solar, construindo bases e estações espaciais para expandir o alcance da sua expedição.\n\nKerbal Space Program possui três modos de jogo. No modo Ciência, realize experimentos espaciais para liberar tecnologia nova e aumentar o conhecimento da Kerbalidade. No modo Carreira, supervisione cada aspecto do programa espacial, incluindo construção, estratégia, financiamento, melhorias e mais. No modo Sandbox, você é livre para construir qualquer espaçonave que quiser, com todas as peças e tecnologias do jogo.",
    "tips": "É um jogo divertido para quem não trabalha, se quiser realmente aprender, dá uma olhada nesse link ->>https://wiki.kerbalspaceprogram.com/wiki/Getting_Started/pt.",
    "releaseDate": "2015-04-27"
  },
  {
    "id": 26,
    "image": "assets/images/seaofthieves.jpg",
    "title": "Sea Of Thieves",
    "popularised": "283445",
    "stars": "8.5",
    "body": "Sobre o jogo\n\nSea of Thieves oferece a experiência essencial de pirataria, da navegação e combate à exploração e pilhagem, você tem tudo para viver como um pirata e se tornar uma lenda. Como não há papéis definidos, você tem liberdade total para interagir com o mundo e os outros jogadores. Quer esteja em uma jornada de grupo ou navegando sozinho, você está destinado a encontrar outras tripulações nesta aventura de mundo compartilhado. Mas elas serão amigáveis ou hostis? E como você irá reagir?",
    "tips": "Ser o pirata mais temido de Sea of Thieves não é uma tarefa fácil. Felizmente, preparamos uma lista com dicas úteis para ajudá-lo na aventura, no combate e na exploração.\n\nO tutorial do game é muito curto e pode não ser suficiente para os novatos, logo, recomendamos que preste atenção a estes conselhos:\n\n1. Não deixe o seu barco sem proteção\n\nAtracou em uma ilha e quer explorá-la com a sua tripulação? Vá em frente! É certo que ter toda a sua tripulação na ilha permite que você encontre tesouros rapidamente, mas e se os outros piratas destroem seu barco? Deixe pelo menos um tripulante tomando conta do barco. Pode ser entendiante, mas você não fica indefeso. Se estiver com outros jogadores, entendam-se por chat ou por mensagens para escolher o jogador que vai vigiar o barco. Pode ser que na próxima ronda, seja você ou um dos seus companheiros que fica de vigia.\n\n2. Esconda o baú em locais de difícil acesso\n\nSe não quiser que piratas rivais roubem o seu baú com tesouros, não é boa ideia escondê-lo por baixo do convés. Suba o mastro e esconda o seu baú no cesto da gávea. Dessa forma, os seus inimigos não poderão pegar o tesouro nem escapar do seu barco rapidamente.Há outros lugares bons para esconder um baú como, por exemplo, os aposentos do Capitão. Mas se quiser mesmo impossibilitar o furto do seu precioso baú então pouse-o em cimas das velas.\n\n 3. Apague todas as luzes no barco\n\nSe quiser atacar um barco inimigo de surpresa ou atravessar o oceano de noite em segurança, a melhor estratégia é apagar todas as lanternas. Porque de noite é muito fácil detectar as várias luzes amarelas dos barcos. Se também tiver tesouros que brilham no escuro, esconda no porão. Com luzes ligadas, os barcos que você quer atacar conseguem te ver e fugir rapidamente. Use a escuridão para se aproximar dos rivais e ataque para pegar o tesouro deles.\n\n4. Use o canhão para arremessar o seu pirata para bem longe\n\nO canhão não serve apenas para atirar bolas gigantes para destruir o barco inimigo. Use o canhão também para arremessar o seu personagem para um lugar de difícil acesso na ilha ou para pousar no barco inimigo. Retire a bala do canhão, ajuste a mira, entre no canhão e atire. Até o seu pirata pousar no chão, você pode olhar ao redor para ver toda a ilha que quer explorar e esse é também o meio de transporte mais rápido do jogo.\n\n 5. Equipe todos os canhões antes do combate\n\nNunca se sabe quando você vai brigar com outros barcos piratas. É preciso estar sempre preparado para um combate. Desça ao porão, pegue várias bolas que estão no barril vermelho, suba ao convés e arme todos os canhões. Os seus canhões são fundamentais para afundar os barcos inimigos (e alguns terríveis monstros marinhos). Ajuste a mira dos seus canhões para atingir o casco do barco inimigo, fazendo os seus rivais correrem para o porão em desespero para taparem os buracos.\n\n 6. Conte os seus passos para achar o tesouro\n\nEncontrar baús enterrados em uma ilha é um dos grandes desafios em Sea of Thieves. Não basta apenas usar o mapa para achar a ilha, é preciso também se deslocar para o local onde está a cruz. Mas para chegar ao local exato, você vai precisar mesmo de uma bússola. Abra o seu inventário, equipe a bússola, escolha uma direção e dê um certo número de passos. Depois, equipe a pá e use-a para escavar o baú.\n\n7. Encontre a sereia para regressar ao barco\n\nO que acontece se você cair do seu barco? Primeiro, você fica a nadar indefeso em águas infestadas de tubarões e, em segundo lugar, o seu barco fica fora de controle. Assim que cair na água, siga o rastro de fumo para achar a sereia que te teleporta de volta para o barco. A sereia também pode ajudar em situações em que o seu barco está sob ataque e você não quer perder o seu tesouro. Se estiver próximo de um porto, pule para dentro de água e nade até ao local. Depois de entregar o baú, nade até chegar à sereia para regressar ao barco.\n\n8. Fuja do Kraken\n\nA criatura mais temida dos sete mares! O Kraken é um polvo com tentáculos gigantes que consegue pegar piratas e afundar um barco. Nenhum barco de piratas em Sea of Thieves está seguro porque o Kraken pode aparecer em qualquer lugar, a qualquer momento. Fugir é a sua melhor tática para sobreviver. Se não tiver outra alternativa, use os canhões e pistolas para machucar os tentáculos. Conserte os furos causados pelo Kraken rapidamente, trabalhe em equipe e talvez você consiga vencer essa terrível criatura.",
    "releaseDate": "2020-06-03"
  },
  {
    "id": 27,
    "image": "assets/images/crashbandicoot.jpg",
    "title": "Crash Bandicoot 4: It's about time",
    "popularised": "222652",
    "stars": "10",
    "body": "Já era hora - Crash Bandicoot™ 4: It's About Time, sucesso entre críticos, agora está na Steam! Embarque em uma aventura atemporal com seus marsupiais favoritos. Neo Cortex e N. Tropy estão aprontando mais uma e planejando atacar não apenas o nosso universo, mas todo o multiverso! Crash e Coco estão dispostos a salvar o dia reunindo as quatro máscaras quânticas e distorcendo as leis da realidade. Novas habilidades? Confere. Mais personagens jogáveis? Aham. Dimensões alternativas? Mas é claro. Chefes muito loucos? Com certeza. Tão incrível quanto os anteriores? Pode apostar seu short jeans que sim! Peraí, vai ter short jeans no jogo? Não no nosso universo!",
    "tips": "Crash Bandicoot It’s About Time mantém a essência dos clássicos jogos de PS1 com uma pitada de desafios a mais para complementar ainda mais esse divertido jogo da Toys for Bob. Mas como todo jogo novo, ele também vem com novas mecânicas de jogo que podem acabar limitando sua jogabilidade caso você não aprenda a utilizá-las, sem contar que, aprendendo essas maneiras novas de jogar, você vai aproveitar muito mais do jogo.\n\n1. Jogue o estilo de jogo moderno primeiro\n\nO Modo Retrô é ótimo para os fãs das antigas de Crash, porque conta com aquele sistema de vidas, no entanto, Crash 4 é um jogo com uma dificuldade muito difícil, pois pressupõe que você está usando o estilo de jogo moderno e, portanto, pode se dar ao luxo de morrer muito que estará sempre retomando. Use o modo Retrô apenas se você estiver muito familiarizado com a gameplay do novo jogo e confiante em suas habilidades, pois nesse modo, ao perder todas as vidas se perde todo progresso.\n\n2. Ativar sombras aprimoradas\n\nOutro recurso ocultado de Crash 4 é o modo “Sombras Aprimoradas” que permite que você ative uma sombra opcional com um contorno amarelo embaixo do seu personagem. Com essa sombra ativada fica mais fácil de julgar sua posição em relação à onde você pretende pousar. Mais um recurso buscado direto dos clássicos jogos do PS1, mas que estão ocultados para manter o ar de jogo novo. Você pode ativá-lo e desativá-lo na seção Jogabilidade do Menu de Opções.\n\n3. Segure o botão de Pular para dar pulos mais altos\n\nSe você segurar o botão de pular, Crash pulará de caixas e inimigos com muito mais tempo no ar. Esse recurso é essencial no jogo, especialmente para os novos jogadores, pois ajuda muito a atravessar lacunas e aterrissar em caixas específicas.\n\n4. Plataformas deslizantes principais\n\nUm dos movimentos mais clássicos de Crash está presente no novo jogo, a “Rasteira de Crash”, que atua como um ataque baixo e também permite que ele emende um salto em altura. Mas a melhor parte dessa habilidade é que ela permite que Crash deslize para fora de plataformas antes de realmente começar a cair, nessa hora basta pular e se salvar, mas esse pequeno intervalo pra frente da plataforma faz toda diferença em certos momentos de sua aventura. É importantíssimo que você se sinta confortável deslizando pelas bordas e pulando dessa maneira, porque aumenta a distância que o Crash pode pular consideravelmente e torna muitos saltos muito mais fáceis.\n\n5. Use a deslizada antes do pulo para ganhar altura extra\n\nA Rasteira do Crash é um movimento útil porque ela também pode ajudar Crash a pular mais alto. Você também pode dar um Pulo Duplo em cima disso para deixar Crash o mais alto que ele conseguir por conta própria. É sempre viável tentar deslizar antes de um pulo para ganhar esse tempo extra no ar, a menos que você esteja deslizando em cima de uma caixa de TNT, isso a fará explodir!\n\n6. Use giros deslizantes para velocidade extra\n\nAlém do Pulo Deslizante, Crash também pode fazer Giros Deslizantes, deslizando e pressionando o botão de Girar em seguida. Essa habilidade manterá a velocidade do Crash por mais tempo e ainda atingirão os inimigos, tornando-o ótimo nas inúmeras sequências de perseguição.\n\n7. Olhe ao redor com o analógico direito\n\nCrash 4 permite que você desloque um pouco a câmera usando o analógico direito. Existem muitas caixas escondidas fora da tela que podem ser vistas com o controle direito, é uma boa ideia verificar as pilhas de caixas acima de Crash antes de seguir em frente e destruí-las.\n\n8. Use a tela de estatísticas de nível para selecionar rapidamente um nível\n\nO Mapa Dimensional é incrível, mas pode demorar um pouco para ir de um lado para o outro, ou apenas para encontrar uma estação para chegar aos Níveis de Flashback. Uma maneira muito mais rápida de fazer isso é usar a tela “Estatísticas de Nível”. Nela você pode navegar pelos níveis com uma interface de menu que também informa mais sobre seu progresso em um nível à primeira vista. E a melhor parte é que você pode acessá-la enquanto estiver no meio de outro nível!\n\n9. Observe os inimigos para aprender como derrotá-los\n\nExistem muitos tipos diferentes de inimigos em Crash 4, mas nem todos eles podem ser executados e girados. Fique de olho em como esses inimigos atacam. Se eles usarem a espada para cortar na frente deles, você não pode atacá-los de frente e, em vez disso, deverá saltar sobre suas cabeças ou atacá-los por trás. Por outro lado, se eles tiverem um chapéu com lança-chamas, saltar sobre eles será fatal!\n\n10. Você recebe assistência ao morrer muito\n\nNão se preocupe se você morrer com frequência em Crash 4, porque o jogo oferecerá assistência se você fizer isso. Morrer 5 vezes em um único Checkpoint lhe dará uma máscara Aku Aku, morrer 10 vezes lhe dará uma Aku Aku Dourada, e morrer 15 vezes transformará uma caixa à frente em um novo Checkpoint. Observe, no entanto, que isso pressupõe que você está morrendo na mesma área daquele nível; se você conseguir avançar e morrer muito mais tarde, poderá não obter um Aku Aku no seu retorno, pois já atingiu outro checkpoint.",
    "releaseDate": "2022-10-18"
  },
  {
    "id": 28,
    "image": "assets/images/ageofempires2.jpg",
    "title": "Age of Empires II",
    "popularised": "127361",
    "stars": "9",
    "body": "Age of Empires II: Definitive Edition celebra o 20º aniversário de um dos jogos de estratégia mais populares de todos os tempos, agora com gráficos impressionantes em 4K Ultra HD e uma trilha sonora totalmente remasterizada. Age of Empires II: DE apresenta 'Os Últimos Khans', com 3 novas campanhas e 4 novas Civilizações. Atualizações frequentes incluem eventos, conteúdo adicional, novos modos de jogo e recursos aprimorados com a adição recente do modo Coop!\n\nExplore como nunca todas as campanhas originais e as expansões mais vendidas. Com mais de 200 horas de gameplay e 1.000 anos de história da civilização, a experiência está cheia de melhorias. Desafie outros jogadores online pela dominação mundial com 35 civilizações e experimente novas civilizações e campanhas com o DLC Lords of the West! Atualizações recentes incluem um modo de jogo Battle Royale, suporte contínuo para o Editor de Cenário, Jogo Rápido para facilitar jogos sociais, melhorias na interface do jogo e muito mais!\n\nEscolha seu caminho para a grandeza com este remaster atraente e envolvente para um dos jogos de estratégia mais amados de todos os tempos.",
    "tips": "Age of Empires 2: HD Edition é a versão em alta definição do clássico de estratégia para PC (Windows via Steam). Nele, o jogador deve controlar uma civilização em diferentes mapas, com recursos e exércitos para dominar os adversários. E, como em todo RTS, existem estratégias que podem ajudá-lo a vencer de maneira mais fácil.\n\nDesenvolva a sua economia\n\nJogos de estratégia normalmente se dividem em duas partes: economia e forças militares. Com Age of Empires não é diferente, e ambos são essenciais para que você resista às investidas inimigas e monte um plano de ataque ou defesa eficiente. A economia se baseia nos investimentos feitos dentro do jogo e no quanto eles serão rentáveis em curto e longo prazo. Existem muitas maneiras de desenvolver a sua economia, e uma delas é investir fortemente na coleta de recursos desde o início da partida.\n\nSempre crie aldeões e coloque-os para coletar recursos no mapa. A localização da sua Town Center e dos demais prédios também faz diferença na rapidez com que esses recursos são coletados. Para mapas com bastante água, a pesca é uma excelente escolha, até mesmo na Dark Age. Ela tem vantagem em relação à coleta terrestre em quantidade e agilidade. Uma economia baseada na pesca se expande mais rapidamente.\nFoque também na exploração de recursos que serão mais utilizados na Castle e Imperial Age, como ouro, pedra e madeira, e deixe uma boa quantidade de aldeões para extraí-los. Procure fazer uma rota curta entre o local do recurso e onde será depositado. Esses pequenos detalhes, a médio e curto prazo, vão acelerar a economia.\n\nInvista em novas tecnologias\n\nInvista também em melhoramentos econômicos. Novas pesquisas e habilidades podem render bônus para a coleta ou movimentação dos personagens, como Wheelbarrow, que aumenta a velocidade e o número de itens que o aldeão pode carregar por vez. Faça esses upgrades o mais cedo que conseguir. Quanto antes receber os bônus, mais rápido será a passagem para a próxima era. Sua economia também terá uma expansão mais rápida e o gerenciamento de recursos será mais fácil.\n\nExplore as fraquezas do inimigo\n\nAs unidades militares de cada civilização e Era são distintas, com vantagens e desvantagens. Usá-las contra os inimigos é uma estratégia muito eficaz, tanto para defesa como para o ataque. Desta forma, você investe apenas em determinadas unidades – sem gastar mais recursos – além de evitar perdas desnecessárias. Por exemplo, se você for atacado por arqueiros, os Skirmish podem oferecer um bom contra-ataque, pois têm vantagem sobre eles. Observe o inimigo e as unidades. Seja na hora do ataque ou defesa, use todos os recursos para produzir um exercito que tenha vantagem contra as unidades inimigas. Outra estratégia é enviar os grupos de maneira separada, abatendo um por vez, de acordo com as desvantagens.\n\nDefina sua estratégia\n\nSerá preciso combinar os elementos do jogo em uma estratégia sólida para quebrar o ataque e defesa do adversário. Algumas são mais conhecidas e usadas entre os jogadores, mas você também pode combiná-las para montar a sua própria.\n\nRushing\n\nA estratégia de Rushing consiste em “correr” com o começo do jogo, sacrificar a economia para criar exércitos e derrotar os inimigos antes que eles tenham qualquer chance de revidar. É arriscada, já que o adversário pode conseguir contra-atacar com os aldeões ou estruturas de defesa dentro da cidade. No entanto, se bem executada, pode terminar o jogo em poucos minutos. As melhores civilizações para realizar essa estratégia são os Astecas, Maias, Celtas, Godos e Mongóis.\n\nBooming\n\nA estratégia de Booming pode ser considerada o oposto de Rushing, porém, mais difícil de aplicar. O jogador deve focar na expansão da sua economia e manter o investimento militar no mínimo nas primeiras eras do jogo. Resista às investidas inimigas até a parte final do jogo, em que poderá dominá-lo com upgrades melhores, gastando todos os seus recursos em exércitos enormes e unidades mais poderosas. As civilizações com melhores bônus para o Booming são os Vikings, Persas, Astecas e Britanos.\n\nTurtling\n\nA estratégia de Turtling usa a defesa como o melhor ataque. Ela consiste em direcionar toda a economia para táticas defensivas, usando torres ou muralhas, com pouco ou quase nenhum investimento em unidades ofensivas. A cidade deve se tornar uma força impenetrável, e bloquear ou quebrar de vez o ataque adversário.",
    "releaseDate": "2019-11-14"
  },
  {
    "id": 29,
    "image": "assets/images/granturismo4.jpg",
    "title": "Gran Turismo 4",
    "popularised": "172213",
    "stars": "9.5",
    "body": "Mais de 700 carros de 80 fabricantes, além de mais de 50 estágios. O mais novo título da série Gran Turismo trazido a você em uma escala sem precedentes. \n\nAlém dos carros, poder modificá-los e vencer corridas, novos recursos revolucionários foram adicionados. Um é o modo B-Spec, no qual você pode apreciar uma corrida como um RPG. O outro, é o modo de fotos, no qual você pode salvar seus carros em fotografias, como se estivesse viajando pelo mundo.\n\nA física e os gráficos que formam a base do Gran Turismo, assim como seu controle, passaram por outra evolução, para superar os próprios limites da plataforma PlayStation2.\n\nToda a diversão e o fascínio dos carros estão aqui.",
    "tips": "Detone em Gran Turismo 4!!\n\nPrimeiro, tenha paciência e não vá correr logo de cara após adquirir a License B. Por mais trabalho que der tente tirar todas as carteiras até a License International A. agora sim, considero o momento certo para correr.Dos carros que adquiriu poderá obter algum dinheiro, então, venda-os. Pesquise entre os carros usados (se preferir) um carro de baixo custo, mas que não seja desprezível; equipe-o e vá à luta.\n\nComece pelas corridas fáceis\n\nse você ver que tem facilidade de ganhar alguma em especial explore-a ( se for economicamente rentável). Tente acumular dinheiro para comprar um carro turbinado, compre um Lancer EVO II sem nada, só troque o óleo; com novo carro adquirido corra agora em Special Condition Events e corra em Citta d' Aria e você ganhará um Cien, com o cien em mãos e corra em Costa d' Amalfi no modo Easy, quando você concluir as duas corridas ganhará o Toyota RSC Rally Raid Car ’02 que vale em torno dos 265, 00 Cr. Venda-o e corra de novo a mesma prova, quando na tela aparecer as opções de escolha Don´t clear e Clear opte por Clear, ganhando a corrida ganhará o Toyota RSC Rally Raid Car ’02 novamente (repita o processo quantas vezes quiser).\n\narrecade pelo menos 750.000 e compre o Opel Astra Touring Car\n\nEquipe-o com turbo stage 4 e troque o óleo; vá para os European Events e ganhe o Touring Car Meisterschaft, deixe em B-SPEC (só leva 5 minutos em B-SPEC) até acabar o campeonato, em 15 minutos, você irá arrecadar 150.000 Cr do campeonato e 743.751Cr do AMG Mercedes CLK GTR Race Car ´98 que você ganhará e se quiser, até vender! Com o Astra em Mãos, corra pelo menos até você conseguir 4.500.000, termine todos os eventos do Begginer e Professional Events\n\nCompre um Pescarolo Playstation C60\n\nCom seus 4.500.000 e corra no Gran Turismo World Champioship. Fazendo isso, além de ganhar dinheiro fácil, irá conseguir um super carro para correr em várias corridas, e concluirá o World Champioship . Completando os 25% do jogo você poderá correr em Endurance Events, recomendo-lhe correr em El Captain e ganhe o super Toyota Minolta ´89 (corra em B-SPEC Mode, acelere o tempo de corrida para 3x e poupe 2/3 do tempo de corrida) e em Nurburgring 24 hours você ganhará o Formula Gran Turismo ´04 (corra também em B-SPEC Mode), potencialmente o melhor carro de todos; pesa apenas 550 Kg e tem mais de 900 HP de potência (originais), contudo, o covarde vem com configurações fixas e se quer troca o óleo.",
    "releaseDate": "2005-02-22"
  },
  {
    "id": 30,
    "image": "assets/images/escapethebackrooms.jpg",
    "title": "Escape The Backrooms",
    "popularised": "215879",
    "stars": "6",
    "body": "Sobre o jogo\n\nExplore a aparentemente infinita extensão de níveis estranhamente familiares nos backrooms baseados na popular lenda creepypasta. Cada nível apresenta diferentes maneiras de escapar, com perigos ao longo do caminho.\n\nGráficos realistas, interfaces de usuário mínimas e uma atmosfera sombria garantirão uma experiência imersiva.\n\nExplore os backrooms com uma equipe de até 4 jogadores. Esteja avisado, pois os membros da equipe podem atravessar paredes para outras áreas do mapa e cada membro da sua equipe deve encontrar a saída vivo para escapar. Nenhum aventureiro deixado para trás.\n\nAtravesse mais de 20 níveis únicos baseados na lenda dos backrooms, com atualizações de conteúdo regulares adicionando mais. Cada nível apresenta uma maneira diferente de escapar, com vários perigos ao longo do caminho.\n\nVerifique cada canto para não ser pego de surpresa por uma das 12 entidades hostis nos backrooms, cada uma com suas próprias mecânicas que você precisará aprender rapidamente se quiser sobreviver.\n\nComunique-se com seus colegas de equipe com o chat de voz por proximidade. Certifique-se de não se afastar muito de sua equipe, pois você pode facilmente se perder na extensão confusa dos backrooms. As entidades também podem ouvi-lo, então mantenha-se quieto sempre que estiver perto de algum perigo.\n\n",
    "tips": "Não tem dicas. Siga o terror do jogo de estar em uma realidade paralela e talvez sozinho.",
    "releaseDate": "2017-10-25"
  }
]